{
  "passages": {
    "1": {
      "english": "In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.",
      "official": "",
      "chatgpt": "Pada mulanya Tuhan menciptakan langit dan bumi. Bumi itu belum berbentuk dan kosong; dan kegelapan menutupi permukaan samudera raya. Roh Tuhan melayang-layang di atas permukaan air. Lalu Tuhan berfirman, "Jadilah terang," maka terang itu pun jadi. Tuhan melihat bahwa terang itu baik, lalu Tuhan memisahkan terang itu dari kegelapan. Tuhan menamai terang itu Siang, dan kegelapan itu dinamai-Nya Malam. Maka jadilah petang dan pagi, itulah hari pertama.",
      "google": "Pada mulanya Tuhan menciptakan langit dan bumi. Dan bumi itu tidak berbentuk dan kosong; dan kegelapan menutupi muka laut dalam. Dan Roh Tuhan bergerak di atas permukaan air. Berfirmanlah Allah: Jadilah terang, lalu jadilah terang. Dan Allah melihat terang itu baik, lalu Allah memisahkan terang itu dari gelap. Dan Allah menamai terang itu siang, dan gelap itu dinamainya malam. Dan petang dan pagi adalah hari pertama.",
      "roundtrip_chatgpt": "In the beginning, God created the heavens and the earth. The earth was formless and empty, and darkness covered the surface of the deep. The Spirit of God was hovering over the surface of the waters. Then God said, "Let there be light," and there was light. God saw that the light was good, and He separated the light from the darkness. God called the light Day, and the darkness He called Night. So there was evening and there was morning—the first day.",
      "roundtrip_google": "In the beginning God created the heavens and the earth. And the earth was without form and void; and darkness covered the face of the deep. And the Spirit of the Lord moved upon the face of the waters. And God said, Let there be light; and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light day, and the darkness he called night. And the evening and the morning were the first day."
    },
    "2": {
      "english": "The LORD is my shepherd; I shall not want. He maketh me to lie down in green pastures: He leadeth me beside the still waters. He restoreth my soul: He leadeth me in the paths of righteousness for his name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; Thy rod and thy staff they comfort me. Thou preparest a table before me in the presence of mine enemies: Thou anointest my head with oil; my cup runneth over. Surely goodness and mercy shall follow me all the days of my life: And I will dwell in the house of the LORD for ever.",
      "official": "",
      "chatgpt": "Tuhan ialah gembalaku, aku tidak akan kekurangan. Dia membaringkan aku di padang rumput yang hijau; Dia memimpin aku ke air yang tenang. Dia menyegarkan jiwaku; Dia menuntun aku di jalan yang benar demi nama-Nya. Sekalipun aku berjalan dalam lembah bayang-bayang maut, aku tidak akan takut akan kejahatan, kerana Engkau menyertai aku; tongkat-Mu dan gada-Mu, itulah yang menghiburkan aku. Engkau menyediakan hidangan bagiku di hadapan lawanku; Engkau mengurapi kepalaku dengan minyak; pialaku penuh melimpah. Sesungguhnya, kebaikan dan kasih setia akan mengikuti aku seumur hidupku; dan aku akan diam di dalam rumah TUHAN untuk selama-lamanya.",
      "google": "TUHAN adalah gembalaku; Saya tidak akan mahu. Dia membaringkan aku di padang rumput yang hijau, Dia menuntun aku ke tepi air yang tenang. Dia memulihkan jiwaku, Dia menuntun aku di jalan kebenaran demi nama-Nya. Ya, walaupun aku berjalan melalui lembah kekelaman, aku tidak takut bahaya, kerana Engkau bersamaku; Tongkat-Mu dan tongkat-Mu mereka menghiburkan aku. Engkau menyediakan hidangan di hadapanku di hadapan musuhku: Engkau mengurapi kepalaku dengan minyak; cawan saya habis. Sesungguhnya kebaikan dan belas kasihan akan mengikuti aku seumur hidupku, dan aku akan diam di rumah TUHAN untuk selama-lamanya.",
      "roundtrip_chatgpt": "",
      "roundtrip_google": "The LORD is my shepherd; I shall not want. He makes me lie down in green pastures; He leads me beside still waters. He restores my soul; He leads me in paths of righteousness for His name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil, for You are with me; Your rod and Your staff, they comfort me. You prepare a table before me in the presence of my enemies: You anoint my head with oil; my cup runs dry. Surely goodness and mercy shall follow me all the days of my life, and I will dwell in the house of the LORD forever."
    },
    "3": {
      "english": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
      "official": "",
      "chatgpt": "Kerana begitu besar kasih Allah akan dunia ini, sehingga Ia telah mengaruniakan Anak-Nya yang tunggal, supaya setiap orang yang percaya kepada-Nya tidak binasa, melainkan beroleh hidup yang kekal. Kerana Allah tidak mengutus Anak-Nya ke dalam dunia untuk menghakimi dunia, melainkan untuk menyelamatkannya melalui Dia.",
      "google": "Karena begitu besar kasih Allah akan dunia ini, sehingga Ia telah mengaruniakan Anak-Nya yang tunggal, supaya setiap orang yang percaya kepada-Nya tidak binasa, melainkan beroleh hidup yang kekal. Kerana Tuhan tidak mengutus Anak-Nya ke dalam dunia untuk menghukum dunia; tetapi supaya dunia ini diselamatkan oleh Dia.",
      "roundtrip_chatgpt": "",
      "roundtrip_google": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved."
    },
    "4": {
      "english": "Moments after the order was announced in Malaysia, with the announcement of the movement control, various diplomatic missions such as the United States and France have ceased issuing visas, while India has prohibited Malaysian citizens from traveling to its country. All worshiping locations and business premises should be closed except for supermarkets, public markets, grocery stores and convenience stores that sells everyday necessities.",
      "official": "Dengan pengumuman kawalan pergerakan, pelbagai pihak misi diplomatik seperti Amerika Syarikat dan Perancis telah berhenti mengeluarkan visa, manakala India telah melarang rakyat Malaysia untuk melancong ke negaranya. Semua rumah ibadat dan premis perniagaan kecuali pasar raya , pasar awam , kedai runcit dan kedai serbaneka yang menjual barangan keperluan harian.",
      "chatgpt": "Beberapa saat selepas perintah itu diumumkan di Malaysia, dengan pengumuman kawalan pergerakan, pelbagai misi diplomatik seperti Amerika Syarikat dan Perancis telah menghentikan pengeluaran visa, manakala India telah melarang warganegara Malaysia daripada melancong ke negaranya. Semua tempat ibadat dan premis perniagaan perlu ditutup kecuali pasar raya, pasar awam, kedai runcit dan kedai serbaneka yang menjual keperluan harian",
      "google": "Sejurus selepas perintah itu diumumkan di Malaysia, dengan pengumuman kawalan pergerakan, pelbagai misi diplomatik seperti Amerika Syarikat dan Perancis telah berhenti mengeluarkan visa, manakala India telah melarang warga Malaysia daripada pergi ke negaranya. Semua lokasi ibadat dan premis perniagaan hendaklah ditutup kecuali pasar raya, pasar awam, kedai runcit dan kedai serbaneka yang menjual barangan keperluan harian.",
      "roundtrip_chatgpt": "",
      "roundtrip_google": "Immediately after the order was announced in Malaysia, with the announcement of movement control, various diplomatic missions such as the United States and France stopped issuing visas, while India banned Malaysians from traveling to its country. All places of worship and business premises must be closed except for supermarkets, public markets, grocery stores and convenience stores selling daily necessities."
    },
  }
}