{
  "passages": {
    "1": {
      "english": "In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.",
      "official": "Waktu pertama skali, Allah bikin langit deng bumi ni smua. Waktu itu, bumi ni masi trada bentuk, trada apapa ada air saja, baru smua glap. Roh Allah ada mlayang-mlayang di atas air situ. Trus begini Allah bilang, “Sa mau ada trang skarang!” Langsung trang de jadi. Allah liat kalo trang ni de bagus. Baru trang deng glap ni, Allah kas pisa dorang. Allah kas nama trang tu ʻsiangʼ baru glap tu ʻmalam.ʼ Suda, malam su lewat trus pagi muncul. Begitu suda, hari pertama de jadi.",
      "chatgpt": "Pada mulanya Tuhan menciptakan langit dan bumi. Bumi itu belum berbentuk dan kosong; dan kegelapan menutupi permukaan samudera raya. Roh Tuhan melayang-layang di atas permukaan air. Lalu Tuhan berfirman, \"Jadilah terang,\" maka terang itu pun jadi. Tuhan melihat bahwa terang itu baik, lalu Tuhan memisahkan terang itu dari kegelapan. Tuhan menamai terang itu Siang, dan kegelapan itu dinamai-Nya Malam. Maka jadilah petang dan pagi, itulah hari pertama.",
      "google": "Pada mulanya Tuhan menciptakan langit dan bumi. Dan bumi itu tidak berbentuk dan kosong; dan kegelapan menutupi muka laut dalam. Dan Roh Tuhan bergerak di atas permukaan air. Berfirmanlah Allah: Jadilah terang, lalu jadilah terang. Dan Allah melihat terang itu baik, lalu Allah memisahkan terang itu dari gelap. Dan Allah menamai terang itu siang, dan gelap itu dinamainya malam. Dan petang dan pagi adalah hari pertama.",
      "roundtrip_chatgpt": "In the beginning, God created the heavens and the earth. The earth was formless and empty, and darkness covered the surface of the deep. The Spirit of God was hovering over the surface of the waters. Then God said, \"Let there be light,\" and there was light. God saw that the light was good, and God separated the light from the darkness. God called the light Day, and the darkness He called Night. And there was evening, and there was morning—the first day.",
      "roundtrip_google": "In the beginning God created the heavens and the earth. And the earth was without form and void; and darkness covered the face of the deep. And the Spirit of the Lord moved upon the face of the waters. And God said, Let there be light; and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light day, and the darkness he called night. And the evening and the morning were the first day."
    },
    "2": {
      "english": "The LORD is my shepherd; I shall not want. He maketh me to lie down in green pastures: He leadeth me beside the still waters. He restoreth my soul: He leadeth me in the paths of righteousness for his name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; Thy rod and thy staff they comfort me. Thou preparest a table before me in the presence of mine enemies: Thou anointest my head with oil; my cup runneth over. Surely goodness and mercy shall follow me all the days of my life: And I will dwell in the house of the LORD for ever.",
      "official": "None",
      "chatgpt": "Tuhan ialah gembalaku, aku tidak akan kekurangan. Dia membaringkan aku di padang rumput yang hijau; Dia memimpin aku ke air yang tenang. Dia menyegarkan jiwaku; Dia menuntun aku di jalan yang benar demi nama-Nya. Sekalipun aku berjalan dalam lembah bayang-bayang maut, aku tidak akan takut akan kejahatan, kerana Engkau menyertai aku; tongkat-Mu dan gada-Mu, itulah yang menghiburkan aku. Engkau menyediakan hidangan bagiku di hadapan lawanku; Engkau mengurapi kepalaku dengan minyak; pialaku penuh melimpah. Sesungguhnya, kebaikan dan kasih setia akan mengikuti aku seumur hidupku; dan aku akan diam di dalam rumah TUHAN untuk selama-lamanya.",
      "google": "TUHAN adalah gembalaku; Saya tidak akan mahu. Dia membaringkan aku di padang rumput yang hijau, Dia menuntun aku ke tepi air yang tenang. Dia memulihkan jiwaku, Dia menuntun aku di jalan kebenaran demi nama-Nya. Ya, walaupun aku berjalan melalui lembah kekelaman, aku tidak takut bahaya, kerana Engkau bersamaku; Tongkat-Mu dan tongkat-Mu mereka menghiburkan aku. Engkau menyediakan hidangan di hadapanku di hadapan musuhku: Engkau mengurapi kepalaku dengan minyak; cawan saya habis. Sesungguhnya kebaikan dan belas kasihan akan mengikuti aku seumur hidupku, dan aku akan diam di rumah TUHAN untuk selama-lamanya.",
      "roundtrip_chatgpt": "The Lord is my shepherd; I shall not lack. He makes me lie down in green pastures; He leads me beside still waters. He restores my soul; He guides me in paths of righteousness for His name’s sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for You are with me; Your rod and Your staff, they comfort me. You prepare a table before me in the presence of my enemies; You anoint my head with oil; my cup overflows. Surely goodness and steadfast love shall follow me all the days of my life; and I will dwell in the house of the LORD forever.",
      "roundtrip_google": "The LORD is my shepherd; I shall not want. He makes me lie down in green pastures; He leads me beside still waters. He restores my soul; He leads me in paths of righteousness for His name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil, for You are with me; Your rod and Your staff, they comfort me. You prepare a table before me in the presence of my enemies: You anoint my head with oil; my cup runs dry. Surely goodness and mercy shall follow me all the days of my life, and I will dwell in the house of the LORD forever."
    },
    "3": {
      "english": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
      "official": "Karna Allah De sayang skali sama dunia ini, sampe Allah De utus De pu Anak yang satu itu saja, supaya tiap orang yang percaya sama Dia, trakan mati trus, tapi nanti hidup trus sampe trada akir. Karna Allah De utus De pu Anak untuk datang ke dalam dunia bukan untuk mo hukum dunia, tapi untuk kas slamat dunia.",
      "chatgpt": "Kerana begitu besar kasih Allah akan dunia ini, sehingga Ia telah mengaruniakan Anak-Nya yang tunggal, supaya setiap orang yang percaya kepada-Nya tidak binasa, melainkan beroleh hidup yang kekal. Kerana Allah tidak mengutus Anak-Nya ke dalam dunia untuk menghakimi dunia, melainkan untuk menyelamatkannya melalui Dia.",
      "google": "Karena begitu besar kasih Allah akan dunia ini, sehingga Ia telah mengaruniakan Anak-Nya yang tunggal, supaya setiap orang yang percaya kepada-Nya tidak binasa, melainkan beroleh hidup yang kekal. Kerana Tuhan tidak mengutus Anak-Nya ke dalam dunia untuk menghukum dunia; tetapi supaya dunia ini diselamatkan oleh Dia.",
      "roundtrip_chatgpt": "For God so loved the world that He gave His one and only Son, so that everyone who believes in Him shall not perish but have eternal life. For God did not send His Son into the world to judge the world, but to save it through Him.",
      "roundtrip_google": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved."
    },
    "4": {
      "english": "Moments after the order was announced in Malaysia, with the announcement of the movement control, various diplomatic missions such as the United States and France have ceased issuing visas, while India has prohibited Malaysian citizens from traveling to its country. All worshiping locations and business premises should be closed except for supermarkets, public markets, grocery stores and convenience stores that sells everyday necessities.",
      "official": "Dengan pengumuman kawalan pergerakan, pelbagai pihak misi diplomatik seperti Amerika Syarikat dan Perancis telah berhenti mengeluarkan visa, manakala India telah melarang rakyat Malaysia untuk melancong ke negaranya. Semua rumah ibadat dan premis perniagaan kecuali pasar raya , pasar awam , kedai runcit dan kedai serbaneka yang menjual barangan keperluan harian.",
      "chatgpt": "Beberapa saat selepas perintah itu diumumkan di Malaysia, dengan pengumuman kawalan pergerakan, pelbagai misi diplomatik seperti Amerika Syarikat dan Perancis telah menghentikan pengeluaran visa, manakala India telah melarang warganegara Malaysia daripada melancong ke negaranya. Semua tempat ibadat dan premis perniagaan perlu ditutup kecuali pasar raya, pasar awam, kedai runcit dan kedai serbaneka yang menjual keperluan harian",
      "google": "Sejurus selepas perintah itu diumumkan di Malaysia, dengan pengumuman kawalan pergerakan, pelbagai misi diplomatik seperti Amerika Syarikat dan Perancis telah berhenti mengeluarkan visa, manakala India telah melarang warga Malaysia daripada pergi ke negaranya. Semua lokasi ibadat dan premis perniagaan hendaklah ditutup kecuali pasar raya, pasar awam, kedai runcit dan kedai serbaneka yang menjual barangan keperluan harian.",
      "roundtrip_chatgpt": "A few moments after the order was announced in Malaysia, with the announcement of the movement control order, various diplomatic missions such as those of the United States and France halted visa issuance, while India banned Malaysian citizens from traveling to its country. All places of worship and business premises were required to close, except for supermarkets, public markets, grocery stores, and convenience stores that sell daily necessities.",
      "roundtrip_google": "Immediately after the order was announced in Malaysia, with the announcement of movement control, various diplomatic missions such as the United States and France stopped issuing visas, while India banned Malaysians from traveling to its country. All places of worship and business premises must be closed except for supermarkets, public markets, grocery stores and convenience stores selling daily necessities."
    },
    "5": {
      "english": "You are encouraged to discuss ideas and techniques broadly with other class members, but all written work, whether in scrap or final form, are to be generated by you working alone unless otherwise expressly stated in the homework assignment. You are not allowed to sit together and work out the details of homework or exam problems with anyone.",
      "official": "None",
      "chatgpt": "Anda digalakkan untuk berbincang tentang idea dan teknik secara umum dengan ahli kelas yang lain, tetapi semua kerja bertulis, sama ada dalam bentuk draf atau akhir, mesti dihasilkan oleh anda sendiri melainkan dinyatakan sebaliknya dalam tugasan kerja rumah. Anda tidak dibenarkan untuk duduk bersama dan menyelesaikan perincian tugasan atau soalan peperiksaan dengan sesiapa pun.",
      "google": "Anda digalakkan untuk membincangkan idea dan teknik secara meluas dengan ahli kelas yang lain, tetapi semua kerja bertulis, sama ada dalam bentuk skrap atau akhir, akan dihasilkan oleh anda bekerja sendiri melainkan dinyatakan secara nyata dalam tugasan kerja rumah. Anda tidak dibenarkan duduk bersama dan menyelesaikan butiran kerja rumah atau masalah peperiksaan dengan sesiapa sahaja.",
      "roundtrip_chatgpt": "You are encouraged to discuss ideas and techniques in general with other members of the class, but all written work, whether in draft or final form, must be produced by you alone unless otherwise stated in the homework assignment. You are not allowed to sit together and work out the details of the assignment or exam questions with anyone.",
      "roundtrip_google": "You are encouraged to discuss ideas and techniques extensively with other members of the class, but all written work, whether in the form of a scrap or final, will be produced by you working alone unless specifically stated in the homework assignment. You are not allowed to sit down and work out the details of homework or exam problems with anyone."
    },
    "6": {
      "english": "My wife took me here on my birthday for breakfast and it was excellent.  The weather was perfect which made sitting outside overlooking their grounds an absolute pleasure.  Our waitress was excellent and our food arrived quickly on the semi-busy Saturday morning.  It looked like the place fills up pretty quickly so the earlier you get here the better. Do yourself a favor and get their Bloody Mary.  It was phenomenal and simply the best I've ever had.  I'm pretty sure they only use ingredients from their garden and blend them fresh when you order it.  It was amazing. While EVERYTHING on the menu looks excellent, I had the scrambled eggs and it was tasty and delicious.  It came with 2 pieces of their griddled bread with was amazing and it absolutely made the meal complete.  It was the best "toast" I've ever had. Anyway, I can't wait to go back!",
      "official": "None",
      "chatgpt": "Isteri saya membawa saya ke sini pada hari lahir saya untuk sarapan, dan ia memang hebat. Cuacanya sangat sempurna, menjadikan pengalaman duduk di luar sambil menikmati pemandangan kawasan mereka benar-benar menyenangkan. Pelayan kami sangat bagus dan makanan kami tiba dengan cepat walaupun pagi Sabtu agak sibuk. Nampaknya tempat ini cepat penuh, jadi lebih awal anda datang, lebih baik. Buatlah satu kebaikan untuk diri anda dan cuba Bloody Mary mereka. Ia sungguh luar biasa dan yang terbaik pernah saya rasa. Saya agak pasti mereka hanya menggunakan bahan-bahan dari kebun mereka sendiri dan kisarkannya segar apabila anda membuat pesanan. Memang mengagumkan. Walaupun SEMUA dalam menu kelihatan menyelerakan, saya memesan telur hancur dan rasanya sangat sedap dan lazat. Ia disajikan bersama dua keping roti panggang mereka yang sangat hebat dan benar-benar melengkapkan hidangan. Ia adalah "roti bakar" terbaik yang pernah saya makan. Apa pun, saya tak sabar untuk datang semula!",
      "google": "Isteri saya membawa saya ke sini pada hari lahir saya untuk sarapan pagi dan ia sangat baik.  Cuaca adalah sempurna yang menjadikan duduk di luar menghadap ke kawasan mereka satu keseronokan mutlak.  Pelayan kami sangat baik dan makanan kami tiba dengan cepat pada pagi Sabtu yang separuh sibuk.  Nampaknya tempat itu penuh dengan cepat jadi lebih awal anda tiba di sini lebih baik. Bantu diri anda dan dapatkan Bloody Mary mereka.  Ia adalah fenomenal dan hanya yang terbaik yang pernah saya alami.  Saya pasti mereka hanya menggunakan bahan-bahan dari taman mereka dan mengadunnya segar apabila anda memesannya.  Ia adalah menakjubkan. Walaupun SEMUA dalam menu kelihatan hebat, saya mempunyai telur hancur dan ia adalah lazat dan lazat.  Ia datang dengan 2 keping roti panggang mereka dengan sangat menakjubkan dan ia benar-benar membuat hidangan lengkap.  Ia adalah "roti bakar" terbaik yang pernah saya makan. Bagaimanapun, saya tidak sabar untuk kembali!",
      "roundtrip_chatgpt": "My wife brought me here on my birthday for breakfast, and it was truly great. The weather was absolutely perfect, making the experience of sitting outside and enjoying the view of their grounds really pleasant. Our server was excellent and our food arrived quickly even though Saturday morning was quite busy. It seems like this place fills up fast, so the earlier you come, the better. Do yourself a favor and try their Bloody Mary. It was absolutely outstanding and the best I’ve ever had. I’m pretty sure they only use ingredients from their own garden and blend it fresh when you order. Truly impressive. Even though EVERYTHING on the menu looked appetizing, I ordered the scrambled eggs and they were very tasty and flavorful. It came with two slices of their amazing toast, which really completed the meal. It was the best “toast” I’ve ever eaten. In any case, I can’t wait to come back!",
      "roundtrip_google": "My wife took me here for my birthday for breakfast and it was excellent. The weather was perfect which made sitting outside overlooking their grounds an absolute pleasure. Our server was very nice and our food arrived quickly on a semi-busy Saturday morning. It seems like the place fills up quickly so the earlier you get here the better. Do yourself a favor and get their Bloody Mary. It is phenomenal and simply the best I have ever had. I am sure they only use ingredients from their garden and blend it fresh when you order it. It was amazing. While EVERYTHING on the menu looks amazing, I had the scrambled eggs and it was delicious and flavorful. It came with 2 slices of their amazingly toasted bread and it really made the meal complete. It was the best "toast" I have ever had. Anyway, I can't wait to go back!"
    }
  }
}
