{
  "passages": {
    "1": {
      "english": "In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.",
      "official": "",
      "chatgpt": "Tlen xochitlaj in tlen Dios kitlani tlaltikpak wan ilhuikatl. Tlaltikpak amo kichiwilia, kuali amo nochi; wan yohualli mochipa tlen ixtenko nemi tlen atl. Wan in Dios Espíritu mochipa kipia tlen ixtenko tlen atl. Wan Dios kikua: Timoiknelia tlen tonali, wan moiknelia tlen tonali. Wan Dios kitta tlen tonali, tlen kualli, wan Dios kipakilis tlen tonali ika tlen yohualli. Wan Dios kikua tlen tonali se Tonali, wan tlen yohualli kikua se Yohualli. Wan in tlayohua wan in tlakipan se Tonali.",
      "google": "Ipan ipejya Toteco Dios quichijchijqui ilhuicacti huan taltipacti. Huan ni taltipacti amo quipiyayaya itachiyalis huan cactoc. huan tzintlayohuilotl eltoya ipan nopa hueyi atl. Huan Itonal Toteco nemiyaya aixco. Huan Toteco Dios quiijto: “Ma onca taahuili.” Huan Toteco Dios quiitac para cuali nopa tlahuili, huan quiiyocatlali nopa tlahuili tlen nopa tzintlayohuilotl. Huan Toteco Dios quitocaxti nopa tlahuili “tonaya” huan nopa tzintlayohuilotl quitocaxti “tlayohua”. Huan panoc tiotlac huan panoc ijnaloc.",
      "roundtrip_chatgpt": "The flowers are what God sent to the earth and the sky. The earth was not yet formed, not good, not complete; and darkness was always over the face of the water. And the Spirit of God was always over the face of the water. And God said: Let there be light, and there was light. And God saw the light, that it was good, and God separated the light from the darkness. And God called the light Day, and the darkness he called Night. And evening and morning were the first day.",
      "roundtrip_google": "In the beginning God created the heaven and the earth. And the earth was without form, and void. and darkness was upon the sea. And the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day."
    },
    "2": {
      "english": "The LORD is my shepherd; I shall not want. He maketh me to lie down in green pastures: He leadeth me beside the still waters. He restoreth my soul: He leadeth me in the paths of righteousness for his name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; Thy rod and thy staff they comfort me. Thou preparest a table before me in the presence of mine enemies: Thou anointest my head with oil; my cup runneth over. Surely goodness and mercy shall follow me all the days of my life: And I will dwell in the house of the LORD for ever.",
      "official": "",
      "chatgpt": "Tlātoāni no tēixmatika, axkan nicahhui. Nochipa nimitstlatlaz in chichiltik tlen tlatskan: nimitstēchīwa in amatlakatlapan tlen atoya kuali. Noyōllotl nimitspatilīa: nimitstēchīwa in nēhnemi in yolkāualoyan tlen tlamantli kuali, moneki in motēkiti. Axka nēhnemi ika iēka in hueyocoloyan tlen miquiztli, axnicamati tlamikilistli: nimitstoka, amo nikmati xochitl tlen kualli: moneki tiknonotskaki. Tikmatika notlatoka ipan nontlāltik in noikniuan: tikpaktika nochi noixmatika in niyolo: notechpoyotl nemi tlen amo kuchiwa. Nochipa in kualli uan in notlatoka nimitstokayotia in nimitstēhua ipan in kallī Tlātoāni, xochipa.",
      "google": "TOTECO yaya notlamocuitlahuijca. Ax tleno nechpolos. Nechchihua ma nimosiyajquetza campa onca sacatl catli xoxohuic. Yaya nechyoltlalía, huan nechyacana ipan ojtli catli xitlahuac pampa nijtlepanita itequiticayo. Quena, yonque ninejnemi ipan nopa tlamayamitl tlen tzintlayohuilotl, ax tleno niquimacasis pampa ta tiitztoc nohuaya. Mocuatopil huan mocuatopil nechyolchicahuaj. Ta tijcualtlalía se tlacualistli noixpa iniixpa nocualancaitacahua, huan ticajaltía aceite ipan notzonteco. no taza tlami. Nelía cuali huan teicnelijcayot nechtoquilise nochi nonemilis, huan niitztos ipan itiopa TOTECO para nochipa.",
      "roundtrip_chatgpt": "The king does not recognize me, but now I understand. I have always loved the red things that shine: I made for you the paper boat of the beautiful river. My heart heals me: I made for you the path through the valley of good things, the things that must be done. But now I walk toward the great darkness of death, I do not know life: I cry out, I do not know the flower that is good: we must listen to each other. You know my song on this earth with my friends: we share everything we know in my heart: my sorrow lives that does not end. Always the good and the song I cry out and offer to you in the house of the King, as a flower.",
      "roundtrip_google": "The LORD is my shepherd. I won't lack anything. It makes me lie down in green pastures. He comforts me and leads me in the paths of righteousness because I respect his authority. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; Your rod and your staff comfort me. You prepare a feast for me in the presence of my enemies; you anoint my head with oil. my cup is empty. Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever."
    },
    "3": {
      "english": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
      "official": "",
      "chatgpt": "Tlen Dios itlaçotla in tlaltikpak, xochipa miak tlen omejka, kualli tlen mopatla, kualli ik Dios kualli itech mopatla: xochipa mochi tlen kijtos ipan, amo kualli mochihua, pero kuali tlen tlamikilistli tlen amo kualli. Dios amo kipia tlen kualli itech moneki tlamikilis ipan tlaltikpak, pero kualli ik tlen tlaltikpak moneki kipia tlamikilis ipan.",
      "google": "Pampa Toteco nelía quinicnelía nochi masehualme ipan ni taltipacti, huan yeca techmacac Icone iyojtzi para nochi cati quineltocase, amo polihuise, pero quipiyase nemilisti yancuic para nochipa. Pampa Toteco amo quititlanqui Icone ipan ni tlaltipactli para tetlajtolsencahuas. pero para nochi masehualme ipan taltipacti ma momaquixtica por ya.",
      "roundtrip_chatgpt": "What God loves on Earth is often abundant, good in appearance, good as God sees it: often everything that is said upon it does not happen well, but is good in the sense of life that is not good. God does not possess what is good in what desires death on Earth, but good is what the Earth must have life upon.",
      "roundtrip_google": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God did not send his Son into the world to condemn the world, but to save the world through him. but that all men through him might be saved."
    },
    "4": {
      "english": "Mexicans, at the cry of war, assemble the steel and the bridle, and the Earth trembles to its core to the resounding roar of the cannon.",
      "official": "Ihcuac Yaotl technotzaz mexicah, Ticanacan temicti tepoztli, Ihuan huelihqui, man, tlalcohcomoni, ihcuac totepoz cueponiz nohuian.",
      "chatgpt": "Mēxihcah, ka tēmik ilwikak tlayok, chikawatiaj tepoztli wan tepetlakatl, wan tlaltikpak chikonetza kualankayotl ipan tetlayokayotl tletetl.",
      "google": "Mexicanos, ika nopa tlatsotsonali tlen tlateuilistli, kisentiliaj nopa tepostli uan nopa freno, uan ​​nopa Tlaltipaktli tlatsiuiyaya hasta itzintla ika nopa tlatsotsonali tlen nopa cañón.",
      "roundtrip_chatgpt": "The Mexica, they lived under the sky in pain, strengthened by metal and mountain, and on the earth they pursued goodness through the hardship of fire.",
      "roundtrip_google": "Mexicans, to the cries of war, gathered the guns and the brake, and ​the earth shook to its core with the sound of the cannon."
    },
    "5": {
      "english": "You are encouraged to discuss ideas and techniques broadly with other class members, but all written work, whether in scrap or final form, are to be generated by you working alone unless otherwise expressly stated in the homework assignment. You are not allowed to sit together and work out the details of homework or exam problems with anyone.",
      "official": "None",
      "chatgpt": "Ticchīualkan timomachtia ipan tlahcuilolli: Moneki timochīua tlen ticsamachīuilia tlamantli tlen machiyotl huan tlayohualistli īpan mochīntin mochachīhuān tlen clase. Zan nēchca tlatlacualo inin, tlen motlatlauhtia tleh huiquīz in tlamantli tlen tichīua — moneki tichīua tlatskuilolli nimitstēch alone, tla nimitstēch kuali tlahtolli īpan in tarea tlen ticchīua. Axkan timozānilia timohuiya ic huēhuey timochīualia in tokniwan para mochīhua xochitlakatl o examen.",
      "google": "Timitsyolchikauaj xijnojnotsa tlayejyekoli uan tlamantli ika sekinok tlen momachtiaj ipan motlamachtil, pero nochi tekitl tlen ijkuilitok, maske ipan tlajko tlajtoli o ipan itlamian, moneki tijchiuas san moselti tlaj amo kiijtoua seyok tlamantli ipan nopa tekitl tlen tijchiuas ipan mochaj. Ax uelis timoseuis sansejko uan tijchiuas nopa tekitl tlen tijchiuas ipan mochaj o tlen tijpias ipan mo examen ika se akajya.",
      "roundtrip_chatgpt": "We will come together to study through writing: You should prepare something that shows what you know and have learned with everyone who worked with you in class. It doesn’t matter if this is imperfect — what matters is that you try to do something — maybe write something by yourself, or maybe write good language as part of the assignment you do. Soon, you will all gather again with your companions to do a flower contest or exam.",
      "roundtrip_google": "We encourage you to discuss ideas and issues with other students in your class, but all written work, whether in the midterm or at the end, should be completed independently unless otherwise stated in the homework assignment. You cannot sit together and do your homework or exam stuff with someone else."
    },
    "6": {
      "english": "My wife took me here on my birthday for breakfast and it was excellent.  The weather was perfect which made sitting outside overlooking their grounds an absolute pleasure.  Our waitress was excellent and our food arrived quickly on the semi-busy Saturday morning.  It looked like the place fills up pretty quickly so the earlier you get here the better. Do yourself a favor and get their Bloody Mary.  It was phenomenal and simply the best I've ever had.  I'm pretty sure they only use ingredients from their garden and blend them fresh when you order it.  It was amazing. While EVERYTHING on the menu looks excellent, I had the scrambled eggs and it was tasty and delicious.  It came with 2 pieces of their griddled bread with was amazing and it absolutely made the meal complete.  It was the best \"toast\" I've ever had. Anyway, I can't wait to go back!",
      "official": "None",
      "chatgpt": "No cihuatl nimitztlalia nican no tonalnamikilistli tlen no ilhuilo. Nochipa xochitl tlen tonali, cualli xochitl tlen kualli meya. Kualli yancuic xochitl, tlen kuali nemilistli xochitl nican tlen yancuic huehca. Kualli tlen nechchihuaz yancuic tlachihualmeh, uan no tlacual chichikua kualli yancuic tonali tlen ipan cualli tlakatl nemilistli. Tlapohuaz tlen caltitlan nemi tlen yancuic, uan nimitzcuepaz tlen tlatskan tlen nel kualli chika. Timoitzmatika tlen ticuaz Bloody Mary tlen kualli. Kualli miac, uan nel kualli tlen nicchuia. Nochipa nimitstlatlaz, tlen nimitspiaj tlen tlaneltok uan yancuic tlen chijtok in xochitl tlen nechmaka. Kualli miac! Nochipa tlen tlacualli nemi kualli, nictlacua chichikua eltakatl uan kualli miac. Nechmaka ome cuetla tlen kualli tlen tlanextia xochitl – uan cualli miac, nechcualli. Nechcualli miac tlen \“toast\” tlen nicchuia. Axcan, nicmaka mitzcuepa nican!",
      "google": "Nosiua nech uikak nikan ipan no tonali tlen ni tlakatki para ti tlakuasej uan tlauel kuali eliyaya.  Nopa tonali eliyaya kuali uan yeka tlauel techpaktiyaya timoseuisej kalteno uan tikitasej inintlal.  To tlatekipanojketl eliyaya tlauel kuali uan totlakual asito nimantsi ipan nopa sábado ika ijnalok tlen tlauel tekitiyaya.  Nesiyaya keja nopa kali tlauel nima temitoya yeka tla achtoui tiajsiti nikan tlauel kuali. Xijchiua se favor uan xijseli inin Bloody Mary.  Eliya tlauel kuali uan san tlen más kuali tlen nijpixtoya.  Nijmati san kitekiuiaj tlamantli tlen inin xochimili uan kikualchijchiuaj kemaj tijtlajtlanis.  Tlauel kualtsi eliyaya. Maske nochi tlen eltok ipan nopa menú nesi kuali, na nijpixtoya nopa huevos revueltos uan eliyaya tlauel tzopelik uan tlauel tzopelik.  Ualajki ika ome pedazos tlen inin pantzi tlen tlatlaktok ika eliyaya yejyektsi uan nelia kichijki nopa tlakualistli ma tlami.  Eliya nopa \"toast\" tlen más kuali tlen nijpixtoya. ¡Masque quej nopa, amo hueli nimochiyas para nimocuepas!",
      "roundtrip_chatgpt": "A woman brings me here, my soul-companion whom I love. Always a flower of the sun, a good flower of good essence. A good new flower, a flower of the good life here, of the new faraway. A good thing that new creations will be made for me, and also I will drink a good new day with the good life of a person. The fragrance of the house will be that of something new, and I will return from the mixing of truly good strength. You know how to make a good Bloody Mary. Very good, and truly good, the one I drink. Always I am grateful, for I take what is sincere and new, what blooms in the flower that is given to me. Very good indeed! Always the food is good, I drink strong alcohol and very good things. They give me two slices of good that show the flower – and very good, I enjoy them. I enjoy them very much, the \"toast\" that I drink. Now, I will return you here!",
      "roundtrip_google": "My wife took me here for my birthday for dinner and it was amazing.  The weather was nice so we enjoyed sitting outside and looking at their farm.  Our server was super friendly and our food arrived promptly on the busy Saturday morning.  It seemed like the place filled up pretty quickly so getting here early is best. Do yourself a favor and get their Bloody Mary.  It was amazing and just the best I’ve ever had.  I know they only use ingredients from their garden and cook it when you ask.  It was so beautiful. While everything on the menu looks good, I had the scrambled eggs and it was so soft and fluffy.  It came with two pieces of their toast with it was delicious and really made the meal complete.  It was the best \"toast\" I've ever had. Either way, I can’t wait to go back!"
    }
  }
}
