{
  "passages": {
    "1": {
      "english": "In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.",
      "official": "Imapis manarä kaptinmi ciëluta y kay patsatapis Tayta Dios kamarqan. Kay patsaqa manam kanan kanqannötsu karqan, sinöqa tsakaq yakullam karqan. Tsay yaku jananchömi Tayta Diospa Espïritun tumaykarqan. Tayta Diosmi nirqan: ¡Atsikyay katsun! Niptinmi atsikyay karqan. Atsikyayta kamaskirmi Tayta Dios rikarqan alli kanqanta. Tsaymi kamakätsirqan tsakaypis atsikyaypis kananpä. Atsikyaypa jutintam churarqan junaqta y tsakaypatanam paqasta. Tsaykunatam kamarqan punta kaq junaqchö",
      "chatgpt": "Qallariyninpi Dios hanaqpachata urqun, ukata kay pachata. Kay pacha manan ima sacha kanchu, ch’usaqmi karqan; umaykunapi ch’aki yaykuyqa karqan. Diospa Espíritu-nqa yaku pa ñawpaqpi puriniran. Dios nirqan: 'Kawsaypa lliklla kanan!' Chaypim lliklla karqan. Dios llikllata rikurqan, alli kananri nirqan; chaymanta Dios llikllata ch'akinmanta rakirqan. Llikllata 'P’unchay' sutichirqan, ch'akinmanta 'Tuta' sutichirqan. Chay wayra p’unchaymi ñawpaq p’unchay karqan.",
      "google": "Qallariypiqa Diosmi hanaq pachata kay pachatapas kamarqan. Kay pachaqa mana ima rikch'ayniyoqmi karqan, ch'usaqmi karqan. Ukhu-ukhuq uyanpin tutayaq kasharqan. Hinan Diospa Espiritunqa unu pataman kuyurirqan. Diostaq nirqan: –K'anchay kachun, k'anchaymi karqan, nispa. Chaymi Diosqa k'anchayta rikurqan allin kashaqta, hinan Diosqa k'anchayta tutayaqmanta t'aqarqan. Diosmi k'anchayta P'unchaw nispa suticharqan, tutayaqtapas Tuta nispa suticharqan. Ch'isipas tutamantanmi ñawpaq p'unchay karqan.",
      "roundtrip_chatgpt": "In the beginning, God created the heavens above and this world below. This world had no plants, it was empty; in people's minds there was dry entrance. God's Spirit moved upon the face of the waters. God said: “Let there be the cloak of life!” And there was a cloak. God saw the cloak, said it was good; then God separated the cloak from the dryness. He called the cloak “Day,” and the dryness he called “Night.” That wind-day was the first day.",
      "roundtrip_google": "In the beginning God created the heaven and the earth. The world was formless and empty. There was darkness in his deep face. and the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening was the first day of the morning."
    },
    "2": {
      "english": "The LORD is my shepherd; I shall not want. He maketh me to lie down in green pastures: He leadeth me beside the still waters. He restoreth my soul: He leadeth me in the paths of righteousness for his name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; Thy rod and thy staff they comfort me. Thou preparest a table before me in the presence of mine enemies: Thou anointest my head with oil; my cup runneth over. Surely goodness and mercy shall follow me all the days of my life: And I will dwell in the house of the LORD for ever.",
      "official": "Tayta Diosmi mitsimaqnï. Manam imapis faltämantsu. Alli qewachömi mitsiman. Tsuya yakumanmi pushaman. Kallpä kananpämi yanapaman. Kuyakuq karmi alli nänipa pushaman. Tayta Dios, qammi imaypis noqawan kaykanki. Janächöna wanuy kaptinpis manam mantsarïtsu. Tukruykiwan washämaptikim imaypis qamman yärakamü. Chikimaqnïkunapa rikananchömi bendicionnikita churamunki. Umäman aceitita wiñaqnömi kushishqa chaskimanki. Bendicionnikita chaskirmi pasaypa kushikü. Waran waranmi kuyapaykämanki. Qoyay qoyaymi rikaykämanki. Wayikichömi imayyaqpis qamwan kawashä.",
      "chatgpt": "Taytanchis Diosmi uywakuchkan ñuqa; mana manchakuchkani ima faltasaqta. Ch’akra verdeypi waqachichini, umanchay mayupi samaykachini. Nōqaypa sunquyta kutichichini. Suma ñanpi purichichini suyaykuna kaykunapaq. Hinallataq chinkay wayq’upi, wañuy umayuq ñanpi purikuchkaniña, Manaraq manchakuchkani, Taytanchis ñoqawanmi kani, Kankichis mast'aykikiwan, wakrayanwan ñuqa q'omachkan. Awqaykuna ñawpaqpi mikhuyta haywarinki ñoqarayku. Ñawiyta ñuñuchinki ñawinchaywan, kapuymi aswanmi q’ochkuchkan. Munayniyoq sunquwan, munakuywanmi ñawpaqta purinki, Kawsaypa punchawkuna tukuylla. Taytanchispa wasipi kawsani wiñaypaq.",
      "google": "Señor Diosmi michiqniy; Manam pisisaqchu. Payqa q'omer pastokunapin puñuchiwan, thak unuq ladonman pusawan. Paymi almaytapas watichiwan: Sutinrayku chanin ñankunapi pusawan. Ari, wañuypa llantuy wayq'onta purispapas, manan ima mana allintapas manchakusaqchu, qanmi ñoqawan kashanki. K'aspiykiwan k'aspiykiwanmi sonqochawanku. Awqaykuna qayllaypi huk mesata wakichinki: Umayta aceitewan hawiykunki. vasoymi phawaykapun. Cheqaqtapunin allin kaypas khuyapayakuypas qatiwanqa tukuy kawsasqay p'unchaykunapi, Señor Diospa wasinpin wiñaypaq tiyasaq.",
      "roundtrip_chatgpt": "God our Father is shepherding me; I am not afraid of any wrongdoing. In the green field I cry out, beside the river of my head I find rest. He returns my heart. He makes me walk on the good path for the sake of these hopes. Even though I am already walking on a path with lost brothers and a deadly head, I am still not afraid, because God is with me. You are embracing us with your staff; you cleanse me with your horn. You offer food before the enemies for our sake. You anoint my eyes with your wisdom, my cup is overflowing more. With a loving heart, with love they go ahead, All the days of life. I live in God's house forever.",
      "roundtrip_google": "The Lord is my shepherd; I won’t be short of it. He maketh me to lie down in green pastures: he leadeth me beside the still waters. He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; Thy rod and thy staff they comfort me. Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my glasses are flying. Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever."
    },
    "3": {
      "english": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
      "official": "Runakunata kuyarmi japallan Tsurinta Tayta Dios mandamurqan. Tsaymi pipis payman criyikuq kaqkunaqa ushakäyanqatsu, sinöqa mana ushakaq kawaytam tariyanqa. Manam runakunata infiernuman qaykunanpätsu Tayta Dios Tsurinta mandamurqan, sinöqa payman criyikuyaptin salvananpämi.",
      "chatgpt": "Diosmi munachkan kay pachamamallata, chayrayku qaway wawanmi qhawayta qawaykurqa, imaymana runapas creykuqmi mana wañuchkanku, shinallataq wiñay kawsayta chaskinku. Diosqa mana apachkanchu wawannta kay pachamamarayku kankachinaypaq, ichaqa kay pachamamaqa qespichisqañam kaywan.",
      "google": "Diosqa anchatan kay pachata munakurqan, chaymi sapallan Churinta qorqan, pipas paypi iñiqqa ama wañunanpaq, aswanpas wiñay kawsayniyoq kananpaq. Diosqa manan Churinta kay pachaman kachamurqanchu kay pachata huchachananpaq. aswanqa paywan kay pacha salvasqa kananpaqmi.",
      "roundtrip_chatgpt": "God loves this Earth, and that is why he looked after the child with care; all people who believe do not perish, and instead, they receive eternal life. God did not send the child to this Earth to condemn it, but rather this Earth is already saved through him.",
      "roundtrip_google": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved."
    },
    "4": {
      "english": "All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.",
      "official": "Lliw runakunam paqarisqanchikmantapacha qispisqa kanchik, lliw chayaqinchikpipas kaqllataqmi sapakamanchikpa kanan. Yuyayniyuq kasqanchikraykum hawkalla aylluntinhina kawsayta atinanchik llapa runakunawan. ",
      "chatgpt": "Runakuna lliw lliwpaqa paqariykuña kawsanku, mana chaykuna kasukuchkanachu ima ñak'akuywanpas, imapas allin kayninwanpas. Yuyayniyoqpas, sunquniyoqpas kawsanku, chaymanta mayllapi masikuna hinalla ruraykuchkanaku kanku.",
      "google": "Llapa runan nacenchis libre, hinallataq dignidadpi, derechokunapipas. Paykunaqa razonwan concienciawanmi dotasqa kanku, chaymi wawqe-panipura espirituwan ruwananku.",
      "roundtrip_chatgpt": "All people live from the very beginning, not with any kind of suffering nor with anything bad. They live with thoughts and hearts, and because of that, in some places they act like companions.",
      "roundtrip_google": "Everyone is born free, and with dignity and rights. They are endowed with reason and conscience and must act in a spirit of brotherhood."
    },
    "5": {
      "english": "You are encouraged to discuss ideas and techniques broadly with other class members, but all written work, whether in scrap or final form, are to be generated by you working alone unless otherwise expressly stated in the homework assignment. You are not allowed to sit together and work out the details of homework or exam problems with anyone.",
      "official": "None",
      "chatgpt": "Rikhuykuyki kanki ama llapan yachaqkuna qhawarikuypi rimanapaq rurasqaykita rimaspa, ruraqkuna, ima ruraykuna, yuyaykuna, ima allin ruwanakuykunata rimanapaqmi. Ichuqmantaqa, llapan qillqasqa llamk'aykuna — imaymana qillqasqapas, ama hinaña ruwasqa utaq chay qhipa ruwasqapas — qamlla ruwasqan kachkanmi, mana qhawanapaq rimanakuspa. Hukninwan hamuq hamuq tiyaykuyta, ima llank'aykuna, yachay ruwanakunapas, ama ruwanaykichu, ichaqa hukninwan ruwanakuyta mana atikuykichu.",
      "google": "Kallpanchasqa kanki huk clasepi kaqkunawan yuyaykunamanta chaymanta técnicas nisqamanta hatunmanta rimanaykipaq, ichaqa llapa qillqasqa llamk'aykuna, chatarra kaqpipas utaq tukukuy kaqpipas, sapallayki llamk'aspa paqarichisqa kanan tiyan mana tarea ruwaypi wakjina sut'ita nisqa kaqtin. Manan piwanpas kuska tiyaykuspa tareakunamanta otaq examenpi sasachakuykunamanta detallekunata allichayta atiwaqchu.",
      "roundtrip_chatgpt": "You are visible, speaking about what you have done, to be seen by all the learners — speaking about the doers, the actions, the thoughts, to talk about good ways of doing things. But in contrast, all the written work — whatever has been written, whether already done or yet to be done — is only what you have done yourself, without speaking to be seen. Being together with another, sitting together, the work, and the ways of learning, you do not do, and yet you are unable to work together with another.",
      "roundtrip_google": "You are encouraged to discuss ideas and techniques broadly with other class members, but all written work, whether scrap or final, must be generated working on your own unless explicitly stated otherwise in the homework assignment. You can’t just sit down with someone and sort out the details of homework or exam problems."
    },
  "6": {
    "english": "My wife took me here on my birthday for breakfast and it was excellent.  The weather was perfect which made sitting outside overlooking their grounds an absolute pleasure.  Our waitress was excellent and our food arrived quickly on the semi-busy Saturday morning.  It looked like the place fills up pretty quickly so the earlier you get here the better. Do yourself a favor and get their Bloody Mary.  It was phenomenal and simply the best I've ever had.  I'm pretty sure they only use ingredients from their garden and blend them fresh when you order it.  It was amazing. While EVERYTHING on the menu looks excellent, I had the scrambled eggs and it was tasty and delicious.  It came with 2 pieces of their griddled bread with was amazing and it absolutely made the meal complete.  It was the best \"toast\" I've ever had. Anyway, I can't wait to go back!",
    "official": "None",
    "chatgpt": "Warmikaymi apamuwanku desayunamanta cumpleañosniykipi, sumaqmi karqa. Pachaqa allinmi karqa, chayrayku ñuqanchikmi hawapi tiyaspa ñawpaqchata rikuyta atirqa. Qhishñiq warmi aswan allinmi, mikuyqa pisi pachapi hamurka, chay sábado puncha chaymanta llump’a runakunawanmi karqa. Rikurirqam ñawpaqllaña ch’usayta qallariyku, chayrayku ñawpaqta hamuy chaymanta alli. Ama hinkaychu, kay llaqtayuq Bloody Mary ta mañaykuy — sumaqllachu karqa, llapan ñawpaq chaskirqaykunaqa chaymanta alli. Ñuqam rikhuyta atiy, chakranta sapanmi llamk’apunku, chaymi askha kaykuykita ruwanku. Ñawpaqmi allinllachu karqa. LLapan carta mikuykunapaqqa sumaqmi rikurinqa, ichaqa scrambled eggs mikurqani, alli, dulcemi karqa. Iskay asnaw bread grill karqan, chaykuna lliwmanta mikuykita hunt’ariyku — manaraq toast ñawpaqta chaymanta allin rikhuyku. Ama hina kaspa, kutiyta munani, chaymanta chayman ripuyta munani!",
    "google": "Warmiymi kayman pusawarqa cumpleañosniypi desayunanaypaq hinaspam ancha allin karqa.  Tiempoqa allinpunim karqa, chaymi hawapi tiyaykuspa pampanku qawayqa ancha kusikuypaq karqa.  Camareraykuqa ancha allinmi karqan, mikhunaykupas usqhayllan chayamurqan sábado paqarin yaqa ocupasqa kashaqtin.  Rikchakurqa chay sitioqa ancha utqaylla huntakun chaymi aswan ñawpaqta kayman chayaspaykiqa aswan allin. Ruway huk favorta hinaspa paykunapa Yawar Mariata chaskiy.  Fenomenalmi karqan, simplementetaqmi aswan allinraq hayk’aqpas chaskisqaymanta.  Yaqa segurom kani huertanmanta ingredientekunallata servichikuspanku, chayta mañakuspaykiqa musuqllata chaqrunku.  Admirakuypaqmi karqa. Menú nisqapi TUKUY imapas ancha allinmi rikchakun, ichaqa chay uhukuna revueltoyuqmi karqani hinaspam sumaqllaña hinaspa sumaqllaña karqa.  Chayqa hamurqan 2 t’antankuta planchapi churasqawan kuska admirakuypaq karqan hinaspan absolutamente ruwarqan mikhunata hunt’asqata.  Chayqa karqan aswan allin \"tostadas\" hayk'aqpas mikhusqaymanta. Imaynaña kaqtinpas, manan suyayta atinichu kutinaypaq!",
    "roundtrip_chatgpt": "They brought me breakfast for my birthday, it was beautiful. The weather was also nice, so we were able to sit outside and enjoy the view. The morning light was even better, and the food came quickly, since it was Saturday there were also a lot of people. We arrived early, so come early if you want a good spot. By the way, don’t forget to ask for a local Bloody Mary — it was delicious, and all the appetizers we ordered were good too. I could see that they work the garden alone, that’s why they prepare everything with care. At the beginning, it was very good. Everything on the menu looked delicious, but I ordered scrambled eggs, which were good and sweet. There were two slices of grilled bread, and they were loaded with toppings — still, toast looked better earlier. In any case, I want to come back, and after that I want to go there again!",
    "roundtrip_google": "My wife took me here for breakfast on my birthday and it was great.  The weather was perfect, so it was a treat to sit outside and watch their grounds.  Our waitress was great and our food arrived quickly on an already busy Saturday morning.  Looked like the place fills up pretty fast so the earlier you get here the better. Do yourself a favor and get their Bloody Mary.  It was phenomenal and simply the best I’ve ever received.  I'm pretty sure they only use ingredients from their garden and mix it up fresh when you ask for it.  It was amazing. EVERYTHING on the menu looks great, but I had the scrambled eggs and it was nice and delicious.  It came along with their 2 grilled breads were amazing and absolutely made the meal complete.  It was the best \"toast\" I\'ve ever had. Either way, I can’t wait to go back!"
  }
  }
}
