{
  "passages": {
    "1": {
      "english": "In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.",
      "official": "",
      "chatgpt": "Qallariyninpi Dios hanaqpachata urqun, ukata kay pachata. Kay pacha manan ima sacha kanchu, ch’usaqmi karqan; umaykunapi ch’aki yaykuyqa karqan. Diospa Espíritu-nqa yaku pa ñawpaqpi puriniran. Dios nirqan: 'Kawsaypa lliklla kanan!' Chaypim lliklla karqan. Dios llikllata rikurqan, alli kananri nirqan; chaymanta Dios llikllata ch'akinmanta rakirqan. Llikllata 'P’unchay' sutichirqan, ch'akinmanta 'Tuta' sutichirqan. Chay wayra p’unchaymi ñawpaq p’unchay karqan.",
      "google": "",
      "roundtrip_chatgpt": "",
      "roundtrip_google": ""
    },
    "2": {
      "english": "The LORD is my shepherd; I shall not want. He maketh me to lie down in green pastures: He leadeth me beside the still waters. He restoreth my soul: He leadeth me in the paths of righteousness for his name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; Thy rod and thy staff they comfort me. Thou preparest a table before me in the presence of mine enemies: Thou anointest my head with oil; my cup runneth over. Surely goodness and mercy shall follow me all the days of my life: And I will dwell in the house of the LORD for ever.",
      "official": "",
      "chatgpt": "",
      "google": "",
      "roundtrip_chatgpt": "",
      "roundtrip_google": ""
    },
    "3": {
      "english": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
      "official": "",
      "chatgpt": "",
      "google": "",
      "roundtrip_chatgpt": "",
      "roundtrip_google": ""
    },
    "4": {
      "english": "",
      "official": "",
      "chatgpt": "",
      "google": "",
      "roundtrip_chatgpt": "",
      "roundtrip_google": ""
    }
  }
}
