{
  "passages": {
    "1": {
      "english": "In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.",
      "official": "En el principio creó Dios los cielos y la tierra. La tierra estaba desordenada y vacía, las tinieblas estaban sobre la faz del abismo y el espíritu de Dios se movía sobre la faz de las aguas. Dijo Dios: «Sea la luz.» Y fue la luz. Vio Dios que la luz era buena, y separó la luz de las tinieblas. Llamó a la luz «día», y a las tinieblas llamó «noche». Y fue la tarde y la mañana del primer día. ",
      "chatgpt": "En el principio creó Dios los cielos y la tierra. Y la tierra estaba desordenada y vacía, y las tinieblas estaban sobre la faz del abismo, y el Espíritu de Dios se movía sobre la faz de las aguas. Y dijo Dios: Sea la luz; y fue la luz. Y vio Dios que la luz era buena; y separó Dios la luz de las tinieblas. Y llamó Dios a la luz Día, y a las tinieblas llamó Noche. Y fue la tarde y la mañana un día.",
      "google": "En el principio creó Dios los cielos y la tierra. Y la tierra estaba desordenada y vacía, y las tinieblas cubrían la faz del abismo. Y el Espíritu de Dios se movía sobre la faz de las aguas. Y dijo Dios: «Sea la luz». Y fue la luz. Y vio Dios que la luz era buena; y separó Dios la luz de las tinieblas. Y llamó Dios a la luz Día, y a las tinieblas llamó Noche. Y fue la tarde y la mañana un día.",
      "roundtrip_chatgpt": "In the beginning God created the heavens and the earth. And the earth was formless and void, and darkness was upon the face of the deep, and the Spirit of God was moving over the face of the waters. And God said, 'Let there be light'; and there was light. And God saw that the light was good; and God separated the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were one day.",
      "roundtrip_google": "In the beginning, God created the heavens and the earth. The earth was formless and empty, and darkness was over the surface of the deep. The Spirit of God was hovering over the waters. And God said, "Let there be light." And there was light. God saw that the light was good; and God separated the light from the darkness. God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day."
    },
    "2": {
      "english": "The LORD is my shepherd; I shall not want. He maketh me to lie down in green pastures: He leadeth me beside the still waters. He restoreth my soul: He leadeth me in the paths of righteousness for his name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; Thy rod and thy staff they comfort me. Thou preparest a table before me in the presence of mine enemies: Thou anointest my head with oil; my cup runneth over. Surely goodness and mercy shall follow me all the days of my life: And I will dwell in the house of the LORD for ever.",
      "official": "Jehová es mi pastor, nada me faltará. En lugares de delicados pastos me hará descansar; junto a aguas de reposo me pastoreará. Confortará mi alma. Me guiará por sendas de justicia por amor de su nombre. Aunque ande en valle de sombra de muerte, no temeré mal alguno, porque tú estarás conmigo; tu vara y tu cayado me infundirán aliento. Aderezas mesa delante de mí en presencia de mis angustiadores; unges mi cabeza con aceite; mi copa está rebosando. Ciertamente, el bien y la misericordia me seguirán todos los días de mi vida, y en la casa de Jehová moraré por largos días.",
      "chatgpt": "Señor es mi pastor; nada me faltará. En lugares de verdes pastos me hace descansar; Junto a aguas de reposo me conduce. Conforta mi alma; Me guía por sendas de justicia por amor de su nombre. Aunque ande en valle de sombra de muerte, No temeré mal alguno, porque tú estás conmigo; Tu vara y tu cayado me infunden aliento. Aderezas mesa delante de mí en presencia de mis angustiadores; Unges mi cabeza con aceite; mi copa está rebosando. Ciertamente el bien y la misericordia me seguirán todos los días de mi vida, Y en la casa del Señor moraré por largos días.",
      "google": "El Señor es mi pastor; nada me faltará. En verdes pastos me hace descansar; junto a aguas de reposo me pastorea. Él restaura mi alma; me guía por sendas de justicia por amor a su nombre. Aunque ande en valle de sombra de muerte, no temeré mal alguno, porque tú estás conmigo; tu vara y tu cayado me infundirán aliento. Preparas mesa ante mí en presencia de mis enemigos; unges mi cabeza con aceite; mi copa rebosa. Ciertamente el bien y la misericordia me seguirán todos los días de mi vida, y moraré en la casa del Señor para siempre.",
      "roundtrip_chatgpt": "The Lord is my shepherd; I shall not want. He makes me lie down in green pastures; He leads me beside still waters. He restores my soul; He guides me in paths of righteousness for His name’s sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for You are with me; Your rod and Your staff, they comfort me. You prepare a table before me in the presence of my enemies; You anoint my head with oil; my cup overflows. Surely goodness and mercy shall follow me all the days of my life, and I will dwell in the house of the Lord for many days.",
      "roundtrip_google": "The Lord is my shepherd; I shall not want. He makes me lie down in green pastures; He leads me beside still waters. He restores my soul; He guides me in paths of righteousness for His name's sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for You are with me; Your rod and Your staff, they comfort me. You prepare a table before me in the presence of my enemies; You anoint my head with oil; my cup overflows. Surely goodness and mercy will follow me all the days of my life, and I will dwell in the house of the Lord forever."
    },
    "3": {
      "english": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
      "official": "De tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree no se pierda, sino que tenga vida eterna. Dios no envió a su Hijo al mundo para condenar al mundo, sino para que el mundo sea salvo por él.",
      "chatgpt": "Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree no se pierda, mas tenga vida eterna. Porque no envió Dios a su Hijo al mundo para condenar al mundo, sino para que el mundo sea salvo por él.",
      "google": "Porque de tal manera amó Dios al mundo, que dio a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna. Porque Dios no envió a su Hijo al mundo para condenar al mundo, sino para que el mundo sea salvo por él.",
      "roundtrip_chatgpt": "For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life. For God did not send His Son into the world to condemn the world, but that the world through Him might be saved.",
      "roundtrip_google": "For God so loved the world that he gave his only begotten Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but that the world through him might be saved."
    },
    "4": {
      "english": "It has never been easy to have a rational conversation about the value of gold. Lately , with gold prices up more than 300 % over the last decade, it is harder than ever. Just last December, fellow economists Martin Feldstein and Nouriel Roubini each penned op-eds bravely questioning bullish market sentiment, sensibly pointing out gold's risks’.",
      "official": "Nunca ha resultado fácil sostener una conversación racional sobre el valor del oro. Últimamente, con los precios del oro más de un 300 % por encima de los de la década pasada, resulta más difícil que nunca. Apenas en el pasado mes de diciembre, mis colegas los economistas Martin Feldstein y Nouriel Roubini escribieron columnas de opinión cuestionando valientemente el sentimiento alcista del mercado, y señalando con criterio los riesgos del oro .",
      "chatgpt": "Nunca ha sido fácil tener una conversación racional sobre el valor del oro. Últimamente, con los precios del oro habiendo subido más de un 300 % en la última década, es más difícil que nunca. Tan solo el pasado diciembre, los economistas Martin Feldstein y Nouriel Roubini escribieron artículos de opinión cuestionando valientemente el optimismo del mercado, señalando con sensatez los riesgos del oro.",
      "google": "Nunca ha sido fácil mantener una conversación racional sobre el valor del oro. Últimamente, con el precio del oro subiendo más del 300 % en la última década, es más difícil que nunca. Justo en diciembre pasado, los economistas Martin Feldstein y Nouriel Roubini escribieron sendos artículos de opinión que cuestionaban con valentía el sentimiento alcista del mercado y señalaban con sensatez los riesgos del oro.",
      "roundtrip_chatgpt": "It has never been easy to have a rational conversation about the value of gold. Lately, with gold prices having risen more than 300% in the past decade, it's harder than ever. Just this past December, economists Martin Feldstein and Nouriel Roubini wrote opinion pieces bravely questioning the market's optimism, wisely pointing out the risks of gold.",
      "roundtrip_google": "Having a rational conversation about the value of gold has never been easy. Lately, with the price of gold rising more than 300% in the last decade, it's harder than ever. Just last December, economists Martin Feldstein and Nouriel Roubini wrote opinion pieces that boldly challenged the market's bullish sentiment and sensibly pointed out the risks of gold."
    },
    "5": {
      "english": "You are encouraged to discuss ideas and techniques broadly with other class members, but all written work, whether in scrap or final form, are to be generated by you working alone unless otherwise expressly stated in the homework assignment. You are not allowed to sit together and work out the details of homework or exam problems with anyone.",
      "official": "None",
      "chatgpt": "Se te anima a discutir ideas y técnicas de manera general con otros miembros de la clase, pero todo el trabajo escrito, ya sea en borrador o en su forma final, debe ser generado por ti de manera individual, a menos que se indique expresamente lo contrario en la tarea. No está permitido sentarse junto a otra persona para resolver conjuntamente los detalles de tareas o problemas de examen.",
      "google": "Se le anima a debatir ideas y técnicas ampliamente con otros compañeros de clase, pero todo el trabajo escrito, ya sea borrador o versión final, debe ser realizado individualmente, a menos que se indique expresamente lo contrario en la tarea. No se permite reunirse con nadie para resolver los detalles de las tareas o los problemas del examen.",
      "roundtrip_chatgpt": "You are encouraged to discuss ideas and techniques in a general way with other members of the class, but all written work, whether in draft or final form, must be generated by you individually, unless expressly stated otherwise in the assignment. It is not permitted to sit next to another person to jointly work out the details of assignments or exam problems.",
      "roundtrip_google": "You are encouraged to discuss ideas and techniques extensively with other classmates, but all written work, whether draft or final, must be completed individually unless specifically stated otherwise in the assignment. Meetings with anyone to work out assignment details or exam problems are not permitted."
    },
    "6": {
      "english": "My wife took me here on my birthday for breakfast and it was excellent.  The weather was perfect which made sitting outside overlooking their grounds an absolute pleasure.  Our waitress was excellent and our food arrived quickly on the semi-busy Saturday morning.  It looked like the place fills up pretty quickly so the earlier you get here the better. Do yourself a favor and get their Bloody Mary.  It was phenomenal and simply the best I've ever had.  I'm pretty sure they only use ingredients from their garden and blend them fresh when you order it.  It was amazing. While EVERYTHING on the menu looks excellent, I had the scrambled eggs and it was tasty and delicious.  It came with 2 pieces of their griddled bread with was amazing and it absolutely made the meal complete.  It was the best \"toast\" I've ever had. Anyway, I can't wait to go back!",
      "official": "None",
      "chatgpt": "Mi esposa me trajo aquí para desayunar en mi cumpleaños y fue excelente. El clima estaba perfecto, lo que hizo que sentarse afuera con vista a sus jardines fuera un verdadero placer. Nuestra mesera fue excelente y la comida llegó rápido a pesar de ser un sábado por la mañana con algo de movimiento. Parecía que el lugar se llena bastante rápido, así que mientras más temprano llegues, mejor. Hazte un favor y pide su Bloody Mary. Fue fenomenal y, sinceramente, el mejor que he probado en mi vida. Estoy casi seguro de que solo usan ingredientes de su jardín y los licúan frescos cuando lo pides. Fue increíble. Aunque TODO en el menú se veía excelente, yo pedí los huevos revueltos y estaban sabrosos y deliciosos. Venían con dos rebanadas de su pan a la plancha, que era increíble y realmente completó la comida. Fue la mejor "tostada" que he probado. En fin, ¡no puedo esperar para volver!",
      "google": "Mi esposa me llevó a desayunar aquí por mi cumpleaños y estuvo excelente. El clima era perfecto, lo que hizo que sentarse afuera con vistas a sus jardines fuera un placer absoluto. Nuestra camarera fue excelente y la comida llegó rápido en la mañana de sábado, que estaba bastante concurrida. Parecía que el lugar se llenaba bastante rápido, así que cuanto antes llegues, mejor. Hazte un favor y pide su Bloody Mary. Estaba fenomenal, simplemente el mejor que he probado. Estoy bastante seguro de que solo usan ingredientes de su huerto y los mezclan frescos al pedirlo. Fue increíble. Aunque todo en el menú se ve excelente, pedí los huevos revueltos y estaban deliciosos. Venían con dos rebanadas de pan a la plancha, que estaban increíbles y completaron la comida por completo. Fue la mejor "tostada" que he probado. En fin, ¡estoy deseando volver!",
      "roundtrip_chatgpt": "My wife brought me here for breakfast on my birthday and it was excellent. The weather was perfect, which made sitting outside with a view of their gardens a real pleasure. Our waitress was excellent and the food arrived quickly despite it being a somewhat busy Saturday morning. It seemed like the place fills up pretty quickly, so the earlier you arrive, the better. Do yourself a favor and order their Bloody Mary. It was phenomenal and, honestly, the best I’ve ever had in my life. I’m almost sure they only use ingredients from their garden and blend them fresh when you order it. It was incredible. Even though EVERYTHING on the menu looked excellent, I ordered the scrambled eggs and they were tasty and delicious. They came with two slices of their grilled bread, which was amazing and really completed the meal. It was the best “toast” I’ve ever had. Anyway, I can’t wait to come back!",
      "roundtrip_google": "My wife took me here for breakfast for my birthday, and it was excellent. The weather was perfect, making sitting outside overlooking their gardens an absolute pleasure. Our waitress was excellent, and the food came out quickly on a fairly busy Saturday morning. It seemed like the place filled up pretty quickly, so the earlier you get there, the better. Do yourself a favor and order their Bloody Mary. It was phenomenal—simply the best I've ever had. I'm pretty sure they only use ingredients from their garden and mix them fresh to order. It was incredible. Although everything on the menu looks excellent, I ordered the scrambled eggs, and they were delicious. They came with two slices of grilled bread, which were amazing and rounded out the meal completely. It was the best toast I've ever had. All in all, I can't wait to go back!"
    }
  }
}

