{
  "passages": {
    "1": {
      "english": "In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.",
      "official": "ཐོག་མར་དཀོན་མཆོག་གིས་ནམ་མཁའ་དང་ས་གཞི་གསར་དུ་བཀོད་པ་ལགས༌སོ།།བཀོད་པ། ས་གཞི་ནི་སྟོངས་ཤིང་གོ་རིམ་མེད་པ་དང་མཚོ་ཆེན་པོའི་ངོས་སུ་མུན་ནག་གིས་ཁེབས༌ཤིང༌། དཀོན་མཆོག་གི་ཐུགས་ཉིད་མཚོའི་ངོས་སུ་ཕར་ཚུར༌རྒྱུའོ།།བཀོད་པ། དེ་ནས་དཀོན་མཆོག་གིས་འདི་སྐད༌དུ། འོད་ཡོད་པར་གྱུར་ཅིག་ཅེས་གསུངས་པ་དང་འོད་བྱུང༌ངོ༌།།བཀོད་པ། ཁོང་གིས་འོད་ནི་ལེགས་པར་དགོངས་ཏེ་འོད་དང་མུན་པའི་དབྱེ་བ༌ཕྱེས་སོ།།བཀོད་པ། ཁོང་གིས་འོད་ལ་ཉིན་མོ་ཞེས་བཏགས་པ༌དང༌། མུན་པར་མཚན་མོ་ཞེས་མིང་བཏགས༌སོ། །དེ་ནི་མཚན་མོ་དང་ཞོགས་པ་བྱུང་བའི་ཉིན་མཚན་དང༌པོའོ།།",
      "chatgpt": "འགོ་བོར་ འདུས་བྱེད་མི་ཡི་ལྷ་ མཁའ་དང་ས་ཡོངས་སྤྱད་པར་བཟོ། ། ས་ནི་རྣམ་མེད་དང་སྟོང་པ་བཟུང་། མཐའ་མེད་འཛམ་བུའི་མཚོ་མཚམས་ལ་ནག་པོ་ཡོད། ། ལྷའི་རྣམ་པར་གཟིགས་པ་མཚོ་ལ་འཕྱུང་བར་འགྱོ། ། ལྷས་ཞུས་པ་ནི། འོད་ཤོག་ཞེས་ འོད་འདི་འོང་། ། ལྷས་འོད་དེ་བལྟས་པར་དགའ་བ་སྟེ། ལྷས་ནག་པོ་ནས་འོད་འདི་སོན། ། ལྷས་འོད་ལ་ཉི་མ་ཞེས་བཀོད། ནག་པོ་ལ་མཚན་མོ་ཞེས་བཀོད། ། དགུང་དང་ཞོགས་ཀྱིས་ཉི་མ་དང་པོ་འགྱུར་བ་འདུག །",
      "google": "ཐོག་མར་དཀོན་མཆོག་གིས་ནམ་མཁའ་དང་ས་གཞི་བཀོད་པ༌དང༌། ས་གཞི་དེ་དབྱིབས་མེད་པ་དང་སྟོང་པ་ཉིད་དུ་གནས་ཡོད། མཚོ་གཏིང་ཟབ་པོའི་སྟེང་དུ་མུན་ནག་ཆགས་ཡོད། དཀོན་མཆོག་གི་ཐུགས་ཉིད་ཆུའི་སྟེང་དུ་གཡོ་འགུལ་བྱེད་དོ། དཀོན་མཆོག་གིས་“འོད་འབྱུང་བར་ཤོག”ཅེས་གསུངས་པ་དང་། དཀོན་མཆོག་གིས་འོད་དེ་ཡག་པོ་ཡིན་པར་གཟིགས་ནས་འོད་དང་མུན་པ་གཉིས་དབྱེ་བར་མཛད། དཀོན་མཆོག་གིས་འོད་ལ་ཉིན་མོ་དང་མུན་ནག་ལ་མཚན་མོ་ཞེས་བཏགས་སོ། ཕྱི་དྲོ་དང་ཞོགས་པ་བྱུང་བ་ནི་ཉིན་དང་པོ་ཡིན་ནོ།",
      "roundtrip_chatgpt": "In the beginning, the god of creation made the sky and the earth to be used entirely. The earth was formless and empty. Darkness was upon the face of the boundless ocean. The divine presence moved over the surface of the waters. The god said, Let there be light and there was light. God saw the light and was pleased. God separated the light from the darkness. God called the light day, and the darkness he called night. Thus, evening and morning became the first day.",
      "roundtrip_google": "In the beginning God created the heavens and the earth. The earth remains formless and void. It was dark over the deep sea. And the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day."
    },
    "2": {
      "english": "The LORD is my shepherd; I shall not want. He maketh me to lie down in green pastures: He leadeth me beside the still waters. He restoreth my soul: He leadeth me in the paths of righteousness for his name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; Thy rod and thy staff they comfort me. Thou preparest a table before me in the presence of mine enemies: Thou anointest my head with oil; my cup runneth over. Surely goodness and mercy shall follow me all the days of my life: And I will dwell in the house of the LORD for ever.",
      "official": "ཡ་ཝཱེ་ང་ཡི་རྫི་བོ་ཡིན་པ༌དང༌། །བདག་ལ་མི་འདང་བ་ནི་ཅི་ཡང༌མེད།། ཁོང་གིས་ནེའུ་གསིང་སྤང་ཁར་བདག་བསྙལ༌ཞིང༌། །ཆུ་ཕྲན་ལྷིང་འཇགས་འགྲམ་དུ་བདག་ཁྲིད༌དོ།། བདག་གི་སེམས་ནི་སླར་ཡང་སོས་སུ༌མཛད། །ཁོང་གི་མཚན་སྙན་ལ་ནི་བསྔགས་པའི༌ཕྱིར། །བདག་ནི་དྲང་ཕྱོགས་ལམ་དུ་ལེགས་པར༌ཁྲིད།། ཁྱེད་ནི་བདག་དང་ལྷན་དུ་བཞུགས་པའི༌ཕྱིར། །འཆི་བའི་གཅོང་རོང་བརྒྱུད་ནས་སོང་ན༌ཡང༌། །ང་རང་ངན་པར་འཇིགས་སྣང་ཡོད་མ༌ཡིན། །ཁྱེད་ཀྱི་འཁར་བ་དང་ནི་དབྱུག་པས༌ཀྱང༌། །བདག་གི་ཡིད་སེམས་ལ་ནི་གསོ་བར༌མཛད།། ཁྱེད་ཀྱིས་ཕ་རོལ་དགྲ་བོའི་མིག་མདུན༌ནས། །བདག་གི་ཆེད་དུ་གསོལ་ལྕོག་རྒྱས་པར༌བཤམས། །བདག་གི་མགོ་བོར་སྣུམ་གྱིས་ཡོངས་སུ༌བྱུགས། །བདག་གི་འཐུང་བའི་ཕོར་པ་ལྟེམས་པར༌མཛད།། བདག་གི་ཚེ་གཅིག་ལུས་གཅིག་དུས་ཀུན༌ཏུ། །ཁྱེད་ཀྱི་བྱམས་དང་སྙིང་རྗེ་བདག་ལ༌འགྲོགས། །བདག་ནི་ཡ་ཝཱེའི་བཞུགས་གནས་ནང་དུ༌ནི། །ཇི་སྲིད་བར་དུ་སྡོད་པར་འགྱུར་བ༌འོ།།",
      "chatgpt": "དགའ་བོ་ཡི་དབང་པོ་ངའི་འཁྲིད་པ་ཡིན། ང་ལ་གནས་མེད་པ་མེད། ཁོང་ནི་ང་ལ་ལྗང་ཁམས་ལ་གནས་བཅད་པས། མི་འགྱུར་ཆུ་འཁར་འཁར་ལ་ང་འདྲེན། ཁོང་ནི་ངའི་བླ་མའི་གཟུགས་སོང་བྱེད། ཁོང་ནི་ང་ལ་ཁོང་གི་མཚན་གྱི་དགེ་ལམ་ནས་འདྲེན། ང་ནི་འཆི་བའི་གྲི་བའི་ཁུལ་ལ་འཛུལ་ནའང་། ང་ལ་གཉེན་པ་མེད། ཁྱོད་ང་མཉམ་ཡོད། ཁྱོད་ཀྱི་ཤིང་རྐྱང་དང་འཁྲིད་རྡེབ་ང་ལ་སྐྱོབ། ཁྱོད་ནི་ངའི་དགྲ་མཚམས་ན་མཉམ་པའི་ཞལ་ཁ་བཞག་པས། ཁྱོད་ནི་ངའི་མགོ་ལ་སྦྲང་རྫིང་བརྗེས། ངའི་སྡོམ་པ་རོལ་བ་ཡིན། གསོལ་བ་དང་བཀྲ་ཤིས་དུས་རབ་གང་ཡང་ང་ལ་རྗེས་འཇུག་བྱེད་པ་དང་། ང་ནི་ཡི་དང་པོའི་ནང་དུ་རིང་དུ་བཞུགས་པར་འགྱུར།",
      "google": "གཙོ་བོ་དཀོན་མཆོག་ངའི་ལུག་རྫི་ཡིན། ང་ལ་དགོས་ཀྱི་མ་རེད། ཁོང་གིས་ང་ལ་རྩྭ་ཐང་སྔོ་ལྗང་ཅན་དུ་ཉལ་བར་མཛད། ཁོང་གིས་ངའི་སེམས་ལ་སླར་གསོ་གནང་ཞིང་། ཁོང་གི་མིང་གི་ཆེད་དུ་ཁོང་གིས་ང་ལ་དྲང་བདེན་གྱི་ལམ་ལ་འཁྲིད་གནང་། ང་འཆི་བའི་གྲིབ་ནག་གི་ལུང་གཤོངས་བརྒྱུད་ནས་འགྲོ་ནའང་། ཁྱེད་ཀྱི་དབྱུག་པ་དང་དབྱུག་པས་ང་ལ་སེམས་གསོ་གནང་།ཁྱེད་ཀྱིས་ངའི་དགྲ་བོ་རྣམས་ཀྱི་མདུན་དུ་ངའི་མདུན་དུ་མཆོད་ཁྲི་གྲ་སྒྲིག་གནང་ཞིང་། ངའི་ཕོར་པ་འཕྱུར་སོང་། ངའི་མི་ཚེ་གཅིག་གི་རིང་ལ་བཟང་པོ་དང་བྱམས་བརྩེ་ངའི་རྗེས་སུ་འབྲང་བར་འགྱུར།",
      "roundtrip_chatgpt": "The lord of joy is my guide. I have no fixed abode. He has placed me in a tranquil state. He leads me beside the unchanging flowing waters. He makes me reflect the image of my teacher. He draws me along the virtuous path of his name. Even though I enter the valley of the shadow of death, I have no fear. You are with me. Your staff and your guiding stick protect me. You have set a shared table before me in the presence of my enemies. You have anointed my head with fragrant oil. My vows are joyful. With offerings and auspicious moments, you always follow behind me. I will dwell in the house of the first one for a long time.",
      "roundtrip_google": "The Lord is my shepherd. I don't want to. He makes me lie down in green pastures. He has restored my heart. He leads me in the paths of righteousness for His name's sake. Even if I walk through the valley of the shadow of death, I am not afraid of evil. Comfort me with your rod and your staff. You have prepared an altar for me in the presence of my enemies. My cup spilled. May goodness and mercy follow me all the days of my life;"
    },
    "3": {
      "english": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
      "official": "དཀོན་མཆོག་གིས་འཇིག་རྟེན་ལ་གཅེས་ཤིང་བྱམས༌ཏེ། ཁོང་གི་སྲས་ལ་དད་པ་བྱེད་མཁན་ཐམས་ཅད་ལ་ནམ་ཡང་འཇིག་པ་མེད་ཅིང་མཐའ་མེད་པའི་ཚེ་སྲོག་འཐོབ་པའི་ཕྱིར། ཁོང་གིས་རང་ཉིད་ཀྱི་སྲས་གཅིག་པོའང་མི་ཀུན་ལ་གནང༌བའོ།།ཡོ་ཧ་ནན། དཀོན་མཆོག་གིས་རང་གི་སྲས་འཇིག་རྟེན་དུ་མངགས་པ་ནི་འཇིག་རྟེན་གྱི་མི་ཐམས་ཅད་སྐྱོབ་པར་མཛད་པ་ལས་ཉེས་ཆད་གཅོད་པར་མངགས་པ་མ་ཡིན་ནོ།།",
      "chatgpt": "འཇིག་རྟེན་ལ་ཡང་དག་གིས་དགའ་བ་ཞིག་བྱས་པས། ཁོང་གི་འདུས་མེད་བུ་གཅིག་དེ་གཏོང་བ་ཡིན། དེ་ནས་ཁོང་ལ་གཏན་འཁེལ་བ་གང་རུང་གིས་མ་འཆི་བ་དང་། རྟག་ཏུ་ཡོན་ཏན་ཅན་གྱི་ཚེ་རིང་ཐོབ་པ་དགོས་པས། ཡང་དག་གིས་ཁོང་གི་བུ་དེ་འཇིག་རྟེན་ལ་བཏང་ཡི་མིན། འཇིག་རྟེན་ལ་ཉེས་པ་བརྒྱབ་པར་མི་འགྲིག་པར། དེ་ནས་འཇིག་རྟེན་དེ་ཁོང་ལས་ཐོབ་པར་བསྐྱེད་པ་ཡིན།",
      "google": "དཀོན་མཆོག་གིས་འཇིག་རྟེན་ལ་བྱམས་པ་ཆེན་པོ་མཛད་པས་རང་གི་སྲས་གཅིག་པུ་གནང་བའི་ཕྱིར་ཁོང་ལ་དད་པ་བྱེད་མཁན་ཐམས་ཅད་འཆི་བར་མི་འགྱུར་བར་མཐའ་མེད་པའི་ཚེ་ཐོབ་པའི་ཕྱིར་རོ།། དཀོན་མཆོག་གིས་རང་གི་སྲས་འཇིག་རྟེན་དུ་མངགས་ནས་འཇིག་རྟེན་ལ་ཁྲིམས་གཅོད་བྱེད་པའི་ཕྱིར་མ་ཡིན་ནོ། འཇིག་རྟེན་འདི་ཁོང་བརྒྱུད་ནས་ཐར་པ་ཐོབ་པའི་ཆེད་དུ་ཡིན།",
      "roundtrip_chatgpt": "Because he truly loved the world, he gave his only begotten son. Therefore, whoever places unwavering trust in him shall not die, but obtain everlasting life filled with virtue. He did not send his son into the world to abandon it, nor to cause harm to the world. Rather, through him, the world might be saved.",
      "roundtrip_google": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; That the world might be saved through Him."
    },
    "4": {
      "english": "And I began the journey of rediscovering the value of sleep. And in the course of that, I studied, I met with medical doctors, scientists, and I'm here to tell you that the way to a more productive, more inspired, more joyful life is getting enough sleep. And we women are going to lead the way in this new revolution, this new feminist issue.",
      "official": "དེ་ནས་ངས་གཉིད་ཀྱི་རིན་ཐང་བསྐྱར་རྙེད་བྱེད་པའི་འགྲུལ་བཞུད་ཀྱི་འགོ་བཙུགས་པ་རེད།བརྒྱུད་རིམ་དེའི་ཁྲོད་དུ།ངས་སློབ་སྦྱོང་བྱས་པ་དང་།སྨན་པ་དང་ཚན་རིག་པར་ཐུག་པ་ཡིན།ངས་འདིར་བརྗོད་རྒྱུར།མི་ཚེ་དོན་ཕན་ལྡན་པ་ཞིག་དང་།སེམས་འགུལ་ཐེབས་པ།སྤྲོ་བ་ཆེ་བའི་ལམ་ནི་གཉིད་འདང་ངེས་ཤིག་ཁུག་རྒྱུ་དེ་རེད།ང་ཚོ་བུད་མེད་ཚོས་གསར་བརྗེ་གསར་པ་འདི་དང་བུད་མེད་ཀྱི་གནད་དོན་འདིའི་འགོ་འཁྲིད་ཀྱི་ཡིན།",
      "chatgpt": "དེའི་མགྱོགས་སྟེ་ངས་རྨི་ལམ་དང་ཉམས་མྱོང་གི་གནས་ཚུལ་ལ་སློབ་གསོ་བྱས་པ་དང་། སྨན་པ་དང་ཚན་པ་མཉམ་སུ་མཇལ་བྱས་པ་ཡིན། དེའི་རྒྱུ་མཚན་ལས་། ངས་ཁྱོད་ལ་ཞལ་ལན་བརྒྱབ་པ་འདི་ཡིན། གྲོགས་པོ་མངགས་པ་དང་རིག་པ་ལྡན་པ། དགའ་སྟོན་མེད་པ་ཞིག་འཚོ་བ་ཞིག་ལ་འགྲོ་བ་ནི། ཉལ་མོ་འདི་ལ་འགན་བསྐུར་བྱས་ཚུལ་དང་འབྲེལ་བ་ཡིན། དེ་བསྐུར་གྱི་གསུང་བ་ཡིན། ང་ཚོ་བུ་མོ་རྣམས་ནི། སྐད་ཅིག་གི་གསར་བརྩོན་འགྱུར་དུ་བསྐུར་བྱེད་པའི་ལམ་ལ་སྐུལ་མ་ཞིག་ཡིན། འདི་ནི་གཞན་དག་གི་བདག་དབང་དང་མཉམ་དུ་བཟུང་བའི་སྐད་ཆ་ཞིག་ཡིན།",
      "google": "དེ་ནས་ངས་གཉིད་ཀྱི་རིན་ཐང་བསྐྱར་དུ་རྙེད་པའི་འགྲུལ་བཞུད་འགོ་བཙུགས་པ་རེད། དེའི་སྐབས་ལ་ངས་སློབ་སྦྱོང་བྱས་པ་དང་། སྨན་པ་དང་ཚན་རིག་པ་ཚོ་དང་མཇལ་འཛོམས་གནང་བ་དང་། ང་འདིར་ཁྱེད་ལ་ཐོན་སྐྱེད་ཆེ་བ་དང་། ང་ཚོ་བུད་མེད་ཚོས་གསར་བརྗེ་གསར་པ་འདིའི་ནང་ལམ་སྟོན་བྱེད་རྒྱུ་ཡིན་པ་དང་།",
      "roundtrip_chatgpt": "Because of that, I studied about dreams and experiences, and met with doctors and scientists. For that reason, I am giving you this response. A friend requested it, someone knowledgeable—someone going to live a life without celebration. This journey is connected to what was entrusted this evening. These are words of commission. We girls are not a summons toward a momentary enthusiasm. This is a message shared jointly with the voices of others in power.",
      "roundtrip_google": "Then I began my journey of rediscovering the value of sleep. I studied during that time. He met with doctors and scientists. I’m here for you to be more productive, more productive. We women are going to lead the way in this new revolution, and we are going to lead the way."
    },
    "5": {
      "english": "You are encouraged to discuss ideas and techniques broadly with other class members, but all written work, whether in scrap or final form, are to be generated by you working alone unless otherwise expressly stated in the homework assignment. You are not allowed to sit together and work out the details of homework or exam problems with anyone.",
      "official": "None",
      "chatgpt": "ཁྱེད་རང་ནི་སློབ་ཚན་གྱི་གཞུང་མཁན་གཞན་དང་བསམ་ཚུལ་དང་ཐབས་ཤེས་སྤྱིར་བསྟུན་ཏེ་བསྟེན་སྤྱོད་བྱེད་པ་ལ་སྐྱོན་མེད་པར་འབད་དགོས་ཡོད་ཀྱི་རེད། གཞི་རྩའམ་མཇུག་མཐའི་རྩོམ་ཡིག་ནི་པར་གཅིག་ཡང་ཡོད་པའམ། བརྒྱུད་འཕྲིན་གང་རུང་ཡང་ཡོད་པའམ། ཁྱེད་རང་གིས་གཅིག་པུ་དུ་ལས་འགན་དེ་བསྐྱར་བཟོ་དགོས་པ་ཡིན་པས། གྲོས་བསྟུན་ལས་ངེས་བརྟན་གྱིས་གཞིག་བསྐྲུན་ཡོད་མ་ཟད་པ་ན་ཡང་མི་འབད། ཁྱེད་རང་དང་གཞན་གྱི་མཉམ་བཞུགས་ནས་ནང་དོན་དག་བསྒྲགས་ནས་བརྩི་གཞི་དང་དུས་ཡུན་ལ་གོ་རིམ་གྱི་དཔྱད་ཡིག་གཉིས་ཀྱི་དོན་དམ་ལེགས་བཅོས་བྱེད་པ་མི་ཆོག།",
      "google": "ཁྱེད་རང་གིས་འཛིན་གྲྭའི་ཚོགས་མི་གཞན་དང་མཉམ་དུ་བསམ་བློ་དང་ཐབས་ཤེས་རྒྱ་ཁྱབ་ཏུ་གྲོས་བསྡུར་བྱེད་པར་སྐུལ་མ་བྱེད་ཀྱི་ཡོད། འོན་ཀྱང་ཡིག་ཐོག་གི་ལས་ཀ་ཚང་མ་ཁྱེད་རང་གཅིག་པོས་ལས་ཀ་བྱེད་ནས་བཟོ་དགོས། ཁྱེད་རང་ཚོ་མཉམ་དུ་བསྡད་ནས་ནང་སྦྱོང་དང་ཡིག་རྒྱུགས་ཀྱི་གནད་དོན་ཞིབ་ཕྲ་སུ་ཞིག་དང་མཉམ་དུ་ཐག་གཅོད་བྱེད་མི་ཆོག",
      "roundtrip_chatgpt": "You must use the work of other instructors and their ideas and methods in a way that is appropriate and without fault. Whether it is a draft or a final piece of writing, or any form of communication, if you are redoing the same assignment, you must do so individually. Unless clearly authorized by discussion-based collaboration, working together to analyze the content and improve both the outline and duration of a graded assignment is not allowed.",
      "roundtrip_google": "You are encouraged to discuss ideas and strategies widely with other members of the class. But all written work must be done by you alone. You are not allowed to sit together and discuss detailed homework or exam problems with anyone."
    },
    "6": {
      "english": "My wife took me here on my birthday for breakfast and it was excellent.  The weather was perfect which made sitting outside overlooking their grounds an absolute pleasure.  Our waitress was excellent and our food arrived quickly on the semi-busy Saturday morning.  It looked like the place fills up pretty quickly so the earlier you get here the better. Do yourself a favor and get their Bloody Mary.  It was phenomenal and simply the best I've ever had.  I'm pretty sure they only use ingredients from their garden and blend them fresh when you order it.  It was amazing. While EVERYTHING on the menu looks excellent, I had the scrambled eggs and it was tasty and delicious.  It came with 2 pieces of their griddled bread with was amazing and it absolutely made the meal complete.  It was the best \"toast\" I've ever had. Anyway, I can't wait to go back!",
      "official": "None",
      "chatgpt": "ངའི་སྐྱེས་དབྱར་གྱི་ཉལ་ཆས་ལ་ངའི་བུ་མོས་ང་འདིར་ཕེབས་སོང་། དེ་ནས་འདི་ནང་མཐར་སྐྱོང་ཞིང་གནས་བཟང་བའི་ཞིང་གི་ལྟོ་བུ་གྱི་ནང་ལ་ཕྱི་ལོག་བཞུགས་ནས་འདུག། གནམ་གཤིས་ཡག་པོ་བསྐྱངས་འདུག དེ་འབད་ནས་ཕྱི་རོལ་བཞུགས་སྐབས་ལ་དགའ་སྟོན་ཞིག་བྱུང་སོང་། ང་ཚོའི་ཞབས་ཞུ་མ་ཡག་པོ་ཞིག་འདུག གཟའ་སྤེན་པ་ཉིན་ལ་མགོ་བསྐོས་ཀྱི་སྐབས་ལ་ཁ་ལག་མགྱོགས་པོ་འབྱོར་སོང་། གནས་འདི་མགྱོགས་པོ་མང་བའི་མཐར་འཐེན་འདུག དེ་འབད་ནས་གཅིག་ཤོས་མ་འཚོལ་བཞག་ནས་ཕེབས་དགོས། རང་རང་ལ་ཡག་པོ་ཞིག་བྱེད་ནས་ Bloody Mary ཁ་ལག་དེ་འཐུས། འདི་སྟབས་བདེ་ཞིག་ཡིན་པ་དང་། ངས་མཐོང་མཁན་རང་གིས་བཟང་ཤོས་ཞེས་བལྟ་ཡོད། ངའི་དྲན་པའི་ནང་བཟོ་བཀོད་བདེན་པ་ཅིན་ཁོང་ཚོས་ཁོང་ཚོའི་དུང་ཚོང་ནས་ཁ་ལག་འདི་བཟོ་ཡོད་དེ་མངགས་སྐབས་ལ་གསོལ་སྦྱོར་གསར་བསྐྱོད་བྱེད་སོང་། ཁ་ལག་འདི་དགའ་སྟོན་ཞིག་ཡིན། དགའ་མོས་ནང་ཡོད་པའི་ཁ་ལག་ཡོད་རུང་། ང་ནི་མོང་མོང་མོང་པོ་མར་མོས་མངོན་པའི་སོ་མདོག་བྱས་ཡོད། འདིའི་མཐུན་ཚོགས་སྟོན་ཐུང་གི་བཤོལ་བག་གཉིས་ཡོད་སོང་། འདི་ཡག་པོ་ཞིག་འདུག དེས་བསམ་བློ་གྱིས་ཡང་ཁ་ལག་དེ་མཐར་སྐྱོང་བྱུང་སོང་། ངས་མཐོང་མཁན་རང་གིས་བཟང་ཤོས་མེད་པའི་ཤོག་བག་འདི་ནང་བཞུགས་སོང་། གང་རུང་ང་ལ་ཕྱི་ལ་ལོག་གི་སྐབས་མི་འདོད་ཡོད་མི་འདུག!",
      "google": "ངའི་ཨ་མ་ལགས་ཀྱིས་ངའི་སྐྱེས་སྐར་གྱི་ཉིན་མོར་ང་འདིར་ཞོགས་ཇ་ཟ་རུ་འཁྲིད་པ་དང་དེ་ཧ་ཅང་བཟང་།  གནམ་གཤིས་ཡག་པོ་ཡོད་པས་ཕྱི་རུ་སྡོད་ནས་ཁོང་ཚོའི་ས་ཆ་ལ་ལྟ་རྒྱུ་དེ་ཧ་ཅང་དགའ་སྤྲོ་ཆེན་པོ་བྱུང་ཡོད།  ང་ཚོའི་ཟ་ཁང་གི་ཞབས་ཞུ་མ་དེ་ཧ་ཅང་བཟང་། ང་ཚོའི་ཟ་མ་དེ་གཟའ་སྤེན་པའི་ཞོགས་པ་བྲེལ་འཚུབ་ཕྱེད་ཀ་ལ་མགྱོགས་པོ་སླེབས་བྱུང་།  ས་ཆ་དེ་མགྱོགས་པོ་ཁེངས་པར་སྣང་བས་ཁྱེད་རང་འདིར་སྔ་པོ་སླེབས་ན་ཡག་པོ་ཡོད། ཁྱེད་རང་ལ་ཕན་ཐོགས་བྱེད་ནས་ཁོང་ཚོའི་ཁྲག་ཅན་གྱི་མེ་རི་དེ་ཐོབ་རོགས།  དེ་ནི་ངོ་མཚར་ལྡན་པ་དང་ང་ལ་ཐོབ་མྱོང་བའི་ཡག་ཤོས་དེ་རེད།  ང་ལ་ཡིད་ཆེས་ཡོད། ཁོང་ཚོས་ལྡུམ་རའི་ནང་ནས་ཆ་ཤས་ཁོ་ན་བེད་སྤྱོད་བྱེད་པ་དང་ཁྱེད་ཀྱིས་མངགས་ཉོ་བྱེད་སྐབས་དེ་ཚོ་གསར་པ་བསྲེས་ཡོད།  ཡ་མཚན་ཆེན་པོ་བྱུང་། ཟས་ཐོའི་སྟེང་གི་ཅ་ལག་ཚང་མ་ཡག་པོ་འདུག ང་ལ་སྒོ་ང་བརྡུངས་པ་དེ་ཡོད་པས་དེ་བྲོ་བ་ལྡན་པ་དང་ཞིམ་པོ་འདུག  དེ་ཁོང་ཚོའི་བག་ལེབ་བསྲེགས་མ་༢དང་མཉམ་དུ་ཡོང་བ་དང་། དེ་ཡ་མཚན་ཆེན་པོ་བྱུང་བ་དང་། དེས་ཁ་ལག་དེ་ཆ་ཚང་བཟོས་ཡོད།  འདི་ནི་ངས་ད་བར་ཟས་མྱོང་བའི་\"བག་ལེབ་\"ཡག་ཤོས་དེ་རེད། གང་ལྟར་ཡང་ང་ཕྱིར་ལོག་རྒྱུར་སྒུག་ཐུབ་ཀྱི་མི་འདུག",
      "roundtrip_chatgpt": "My daughter came to me in my summer bed. Since then, she has stayed here, living in a pleasant and well-kept farmland cottage. The weather has been beautiful, and during our time outside, a party occurred. Our waitress was excellent. On Saturday, during the head cook’s shift, the food arrived quickly. This place is fast-paced, so you must decide quickly and go. Do something good for yourself and order the Bloody Mary. It’s an easy choice, and in my opinion, the best I saw anyone have. If my memory serves me correctly, they make it with their own beet juice, and when I ordered, they brought a freshly prepared one. This dish is a celebration—one made with passion. I smiled so widely that my teeth showed. The accompanying brunch included two deviled eggs. It was very good. Because of that, I was inspired to finish the dish. I stayed with what I thought was the best napkin anyone had. I didn’t want to leave!",
      "roundtrip_google": "My mom took me here for breakfast on my birthday and it was amazing.  The weather was nice and it was so much fun to sit outside and look at their space.  Our waitress was wonderful. Our food arrived quickly on a semi-busy Saturday morning.  The place seems to fill up quickly, so the earlier you get here, the better. Do yourself a favor and get their bloody volcano. It was amazing and the best I have ever had.  I believe in it. They only use ingredients from the garden and mix them fresh when you order. It's amazing. Everything on the menu was great, I had the scrambled egg and it was flavorful and delicious. It came with 2 of their toasted sandwiches, and it was a nice touch. It was amazing, and it was amazing. It made the meal complete.  This is the best \"cake\" I have ever had. Anyway, I can’t wait to go back."
    }
  }
}
