{
  "passages": {
    "1": {
      "english": "In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. And God said, Let there be light: and there was light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.",
      "official": "Ca njàlbéen ga Yàlla sàkk na asamaan ak suuf. Suuf nag daa maase woon te wéet, lëndëm muur ndox mu xóot mi, lale ca kaw, Noowug Yàlla di wër, tiim ndox mi.
Ba loolu amee Yàlla ne: «Na leer nekk,» leer daldi am. Yàlla gis ne leer gi lu baax la, mu xàjjale leer ak lëndëm. Yàlla tudde leer gi bëccëg, lëndëm gi guddi. Ngoon jot, suba dugg, muy bés ba jëkk.",
      "chatgpt": "Ci kawas, Yàlla sàkk ay asamaan ak suuf. Suuf bi dootul am benn doxaan, te nekkul dara; te lëndëm taxawoon na ci kaw géej gu réy. Te Xelmu Yàlla dafa yéegoon ci kaw ndox yi. Te Yàlla wax ne: "Na leer am." Leer am na. Te Yàlla gis leer, ne baax na; mu deal leer ak lëndëm. Te Yàlla tudde leer "Bés," te mu tudde lëndëm "Guddi." Te ngoon ak suba def na bés bu jëkk.",
      "google": "Ca njàlbéen ga Yàlla sàkk na asamaan ak suuf. Suuf si amul jemm, neen; Lëndëm muur géej gu xóot gi. Noonu Xelum Yàlla dafa doon dawal ci kaw ndox mi. Yàlla ne: «Na leer am.» Yàlla gis ne, leer gi lu baax la, mu xàjjale leer ak lëndëm. Yàlla tudde leer gi bëccëg, lëndëm gi guddi. Ngoon jot, suba dugg, muy bés bu jëkk ba.",
      "roundtrip_chatgpt": "In the beginning, God created the heavens and the earth. The earth was without form and empty; and darkness was over the surface of the deep. And the Spirit of God was hovering over the waters. And God said, 'Let there be light.' And there was light. And God saw that the light was good; and He separated the light from the darkness. God called the light 'Day,' and He called the darkness 'Night.' And there was evening, and there was morning—the first day.",
      "roundtrip_google": "In the beginning God created the heavens and the earth. And the earth was without form, and void; Darkness covered the deep. And the Spirit of God moved upon the face of the waters. And God said, Let there be light. And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day."
    },
    "2": {
      "english": "The LORD is my shepherd; I shall not want. He maketh me to lie down in green pastures: He leadeth me beside the still waters. He restoreth my soul: He leadeth me in the paths of righteousness for his name's sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; Thy rod and thy staff they comfort me. Thou preparest a table before me in the presence of mine enemies: Thou anointest my head with oil; my cup runneth over. Surely goodness and mercy shall follow me all the days of my life: And I will dwell in the house of the LORD for ever.",
      "official": " Aji Sax jee may sàmm, du lenn lu ma ñàkk. Parlu mu naat la may gooral, wal mu dal, mu tette ma ca, leqli ma, teg ma ci yooni njekk ngir teddngay turam. Su may jaare xuru ndee wu ne këruus it, duma ragal loraange: yaw laak man, sa bantu sàmm ak sa nguul, yooyoo may dalal. Yaa ma berndeel, noon yi gis, nga diwal ma saa bopp, terale ma, saab kaas rembat. Mbaax ak ngor kay la ma Aji Sax jiy dare sama giiru dund, ma dëkke këram ba fàww.",
      "chatgpt": "Boroom bi mooy sama yar; doo génné ma dara. Mu jox ma yoonu nëbbu ci geej gu ndaw: Mu yóbbu ma ci ndox yu dal. Mu wéccale sama xol: Mu yóbbu ma ci yoon yu jub ngir turam. Bu ma yokk seen yoon ci diiwaanu lëndëm gu dee, Duma ragal dara, ndaxte yaw nga ma wax: Sa yëkkëti yi ak sa sandu yi di ma ñor. Nga wéyal la bànk bi ci kanamu sama noon: Nga taxawe sama bopp ak diw: Sama beer màndal. Na dëgg ci jàmm ak yërmande di ma topp. Jant bi yépp ci sama dund: Te dinaa dëkk ci kër Boroom bi ba fàww.",
      "google": "Aji Sax ji mooy sama sàmm; Duma soxla dara. Daf may tëral ci tool yu naat, di yóbbu ma ci wetu ndox mu dal. Dafay féexal sama xol, daf may yóbbu ci yooni njub, ndax turam. Waaw, doonte damay dox ci lëndëm gi lëndëm dee, duma ragal dara, ndax yaa ngi ànd ak man. Sa yet ak sa yet ñoo may féexal xol. Yaa ngi may defaral taabal ci samay noon, yaa ngi diw sama bopp diw; Sama kaas a ngi fees dell. Ci dëgg, mbaax ak yërmaande dina ñu ma topp ci sama dundu, te dinaa dëkk ci kër Yàlla ba fàww.",
      "roundtrip_chatgpt": "The Lord is my shepherd; I shall not want. He makes me lie down in green pastures: He leads me beside still waters. He restores my soul: He guides me in paths of righteousness for His name’s sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for You are with me: Your rod and Your staff, they comfort me. You prepare a table before me in the presence of my enemies: You anoint my head with oil; My cup overflows. Surely goodness and mercy shall follow me. All the days of my life: And I will dwell in the house of the Lord forever.",
      "roundtrip_google": "The Lord is my shepherd; I don’t need anything. He maketh me to lie down in green pastures: he leadeth me beside the still waters. He delighteth in me, and leadeth me in the paths of righteousness for his name’s sake. Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; Your rod and your staff are what comfort me. Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; My cup is overflowing. Surely goodness and mercy shall follow me throughout my life, and I shall dwell in the house of God forever."
    },
    "3": {
      "english": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
      "official": "I can't find this passage in the Wolof Bible :(",
      "chatgpt": "Yàlla dafa bëgg àddina si lool ba Mu jox doomam jenn bu dul am beneen, ngir ku gëm moom du sànku waaye mu am dund gu dul jeex. Ndaxte Yàlla yónniwul doomam ci àddina ngir àtte àddina, waaye ngir àddina mucc ci moom.",
      "google": "Ndaxte Yàlla dafa bëgg àddina, ba joxe jenn Doomam ji mu am kepp, ngir képp ku ko gëm am dund gu dul jeex te doo sànku mukk. &nbspYàlla yónniwul Doomam ci àddina ngir mu daan nit ñi; Waaye ngir àddina si mucc jaarale ko ci moom.",
      "roundtrip_chatgpt": "Back-translated English from ChatGPT's version",
      "roundtrip_google": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved."
    },
    "4": {
      "english": "Tuberculosis is spread through the air when people who have active TB in their lungs cough, spit, speak, or sneeze. People with latent TB do not spread the disease. Active infection occurs more often in people with HIV/AIDS and in those who smoke. Diagnosis of active TB is based on chest X-rays, as well as microscopic examination and culture of body fluids. Diagnosis of latent TB relies on the tuberculin skin test (TST) or blood tests.",
      "official": "Tuberkuloos dafay tasaaroo ci ngelaw li, suede tuberkuloos bu tar moo la jàpp, soo sëqëtee wala nga tifli wala nga wax, wala nga tissooli mën nga ko wàlle. Nit ñi feebar bi di nelaw ci seen yaram du ñu wàlle feebar bi. Nit ñi gëna mëna wàlle feebar bi mooy ñi am VIH/SIDA ak tóxkat yi. Ngir saytu jàngoro ju tar ji ci yaram nit, dañuy rajo dënn bi, dañuy jël itam ndox mu bawoo ci moom ñu xool ko ci microscope wala ñu amal ci njàngat mu xóot. Sudee tuberkuloos biy nelaw nak, ci deru nit ki wala ci deretam.",
      "chatgpt": "Tuberculosis di faatax ci asamaan bu nit ñi am TB bu dox ci seen yaram di xaax, tufli, wax, walla di ndofli. Nit ñi am TB bu bëggadi dox duñu faatax jàngoro bi. Jàngoro bi di doxati lu gëna bari ci nit ñi am HIV/AIDS ak ñi di naww tabak. Ngir xam TB bu dox, ñu di gis ci X-rayu loxo ak seetlu ci microscope ak culture ci liquides du yaram. Ngir xam TB bu bëggadi dox, ñu di jëfandikoo test tuberculin ci loxo (TST) walla test ci deret.",
      "google": "Tuberculose dafay tasaaroo ci air bi sudee nit ñi am TB bu am doole ci seeni poumon dañu sëqët, tufli, wax wala tëf. Ñi am TB bu nëbbu duñu tasaare feebar bi. Infeksioŋ bi dafay gëna faral di am ci ñi am VIH/SIDA ak ñiy tóx. Liy tax ñu xam ndax TB la am mingi aju ci rayon X yi ci dënn bi, ak ci saytu microscope ak ci culture ci ndoxu yaram wi. Soo bëggee xam ndax amna TB bu nëbbu, dangay jël test der bu tuberculin (TST) wala test deret.",
      "roundtrip_chatgpt": "Tuberculosis spreads through the air when people with active TB in their bodies cough, sneeze, speak, or spit. People with latent TB (who do not have active TB) do not spread the disease. The disease is more common among people with HIV/AIDS and those who smoke tobacco. To diagnose active TB, X-rays of the chest, microscopic examination, and culture tests of bodily fluids are used. To diagnose latent TB, a tuberculin skin test (TST) or a blood test is used.",
      "roundtrip_google": "Tuberculosis spreads through the air when people with active TB in their lungs cough, spit, talk or sneeze. People with latent TB do not spread the disease. Infection occurs more frequently in HIV/AIDS patients and smokers. The diagnosis of TB is based on chest X-rays, microscopic examination and culture of body fluids. Diagnosis of latent TB can be made with a tuberculin skin test (TST) or a blood test."
    },
  }
}